Repository: tomekatomek123456789/mtasa-blue
Catalog: Shared/data/MTA San Andreas/MTA/locale/*/client.po
Languages: ar, da, vi

source: Fast CJ clothes loading:
ar: تحميل ملابس CJ سريعاً:
da: Hurtig indlæsning af CJ beklædning:
vi: Tốc độ load áo quần của CJ:

source: Browser speed:
ar: سرعة المتصفح:
da: Browser hastighed:
vi: Tốc độ duyệt web:

source: Single connection:
ar: اتصال واحد:
da: Enkelt forbindelse:
vi: Kết nối đơn:

source: Packet tag:
ar: رزمة الشعار :
da: Pakkemærke:

source: Progress animation:
ar: تقدم تحريك الرسوم:
da: Fremskridts animation:
vi: Hiệu ứng khi Load:

source: Process priority:
ar: أولوية العمل:
da: Process prioritet:

source: Debug setting:
ar: تصحيح الإعداد:
da: Debug indstilling:
vi: Cài đặt debug:

source: Streaming memory:
ar: إستخدام الذاكرة العشوائية:
da: Streaming hukommelse:
vi: Bộ nhớ streaming:

source: Update build type:
ar: تحديث لإنشاء نوع:
da: Opdater build type:
vi: Thể loại cập nhật:

source: Install important updates:
ar: تثبيت التحديثات المهمة:
da: Installer vigtige opdateringer:
vi: Cài đặt các cập nhật quan trọng:

source: On
ar: مفعل
da: Til
vi: Bật

source: Very slow
ar: بطيء جداً
da: Meget langsom
vi: Rất chậm

source: Default
ar: الإفتراضي
da: Standard
vi: Mặc định

source: Fast
ar: سريع
da: Hurtig
vi: Nhanh

source: Normal
ar: متوسط
da: Normalt
vi: Bình thường

source: Above normal
ar: أولوية فوق العادي
da: Over normalt
vi: Trên mức bình thường

source: Min
ar: الحد اﻷدنى
da: Minimum
vi: Nhỏ nhất

source: Max
ar: أقصى
da: Maks
vi: Tối đa

source: Windows 8 compatibility:
ar: التوافق مع ويندوز 8:
da: Windows 8 kompatibilitet:
vi: Tương thích Windows 8:

source: 16-bit color
ar: ألوان 16-بت
da: 16-bit farve
vi: Màu 16 bit

source: Mouse fix
ar: إصلاح الفأرة
da: Mus fiks
vi: Sửa chuột

source: Client resource files:
ar: ملفات موارد العميل:
da: Klient ressource filer:

source: Show in Explorer
ar: العرض في المستكشف
da: Vis i Explorer
vi: Hiển thị trong Explorer

source: Auto updater
ar: المحدث التلقائي
da: Auto opdatering
vi: Tự động cập nhật

source: Check for update now
ar: التحقق من التحديث الآن
da: Check efter opdatering nu
vi: Kiểm tra cập nhật

source: Some settings will be changed when you next start MTA
ar: ستتغير بعض الإعدادات عند إعادة تشغيل MTA المرة القادمة
da: Nogle indstillinger vil ændres næste gang du starter MTA
vi: Một vài thiết lập sẽ được áp dụng vào lần tiếp theo bạn chạy MTA

source: Do you want to restart now?
ar: هل تريد إعادة التشغيل الآن؟‫
da: Ønsker du at genstarte nu?
vi: Bạn có muốn khởi động lại không?

source: RESTART REQUIRED
ar: يلزم إعادة التشغيل
da: GENSTART PÅKRÆVET
vi: CẦN KHỞI ĐỘNG LẠI

source: Some settings will be changed when you disconnect the current server
ar: بعض الإعدادات ستتغير عندما تقطع الإتصال من الخادم الحالي
da: Nogle indstillinger vil ændres når du afslutter fra serveren
vi: Một vài cài đặt sẽ bị thay đổi khi bạn ngắt kết nối máy chủ hiện tại

source: Do you want to disconnect now?
ar: هل تريد قطع الاتصال الآن؟
da: Ønsker du at afslutte nu?
vi: Bạn có muốn ngắt kết nối ngay?

source: DISCONNECT REQUIRED
ar: يلزم قطع الإتصال
da: AFKOBLING FRA SERVEREN NØDVENDIGT
vi: CẦN NGẮT KẾT NỐI

source: Joypad not detected - Check connections and restart game
ar: لم يتم العثور على عصا التحكم - الرجاء التحقق من الإتصال وإعادة تشغيل اللعبة
da: Joypad blev ikke blev ikke registreret - Check kabler og genstart spillet
vi: Không tìm thấy Joypad - Kiểm tra đầu cắm và thử khởi động lại game

source: Binding axis
ar: محور الربط
da: Binder akse
vi: Nút joystick

source: Move an axis to bind, or escape to clear
ar: حرك المحور للربط، أو اضغط علىEsc للإزالة
da: Bevæg en akse for at binde, eller Esc for at rydde
vi: Di chuyển joystick để gán nút, hoặc nhấn escape để xóa

source: Language:
ar: اللُّغة:
da: Sprog:
vi: Ngôn ngữ:

source: Skin:
ar: المظهر:
vi: Giao diện:

source: Presets:
ar: الإعدادات المسبقة:
da: Forudindstillingere:
vi: Thiết lập có sẵn:

source: Chat
ar: الدردشة

source: Load
ar: تعيين
da: Indlæs
vi: Tải

source: Colors
ar: الألوان
da: Farver
vi: Màu

source: Layout
ar: التصميم
da: Opsætning
vi: Bố trí

source: Options
ar: الخيارات
da: Valgmuligheder
vi: Tùy chọn khác

source: Chat Background
ar: خلفية الدردشة
da: Chat baggrund
vi: Màu nền khung chat

source: Chat Text
ar: نص المحادثة
da: Chat tekst
vi: Màu chữ chat

source: Input Background
ar: إدخال الخلفية
da: Input baggrund
vi: Màu nền ô gõ chữ chat

source: Input Text
ar: نص الإدخال
da: Input tekst
vi: Màu chữ gõ chat

source: Lines:
ar: الأسطر:
da: Linjer:
vi: Dòng:

source: Scale:
ar: الحجم:
da: Skala:
vi: Tỉ lệ:

source: Width:
ar: العرض:
da: Bredde:
vi: Chiều rộng:

source: Size
ar: الحجم
da: Størrelse
vi: Kích cỡ

source: after
ar: بعد
da: efter
vi: sau

source: for
ar: إلى
vi: trong

source: sec
ar: ثانية
da: sek
vi: giây

source: Fading
ar: بهوت
da: Falmer
vi: Mờ dần

source: Fade out old lines
ar: تلاشي المحادثات القديمة
da: Gamle linjer falmes ud
vi: Làm mờ các dòng cũ

source: Horizontal:
ar: أفقي:
da: Vandret:
vi: Chiều ngang:

source: Vertical:
ar: عامودي:
da: Lodret:
vi: Chiều dọc:

source: Text-Align:
ar: إتجاه النص:
da: Tekst tilpasning:
vi: Căn chỉnh văn bản:

source: X-Offset:
ar: الإزاحة على محور X:
vi: Tọa độ X:

source: Y-Offset:
ar: الإزاحة على محور Y:
vi: Tọa độ Y:

source: Position
ar: موقع
vi: Vị trí

source: Center
ar: الوسط
da: Midten
vi: Trung tâm

source: Top
ar: الأعلى
vi: Trên

source: Bottom
ar: الأسفل
da: Bund
vi: Dưới

source: Font
ar: الخط
da: Skrifttype
vi: Phông chữ

source: Hide background when not typing
ar: إخفاء الخلفية عند عدم الكتابة
da: Skjul baggrund når der ikke skrives
vi: Ẩn nền khi không gõ chữ

source: Nickname completion using the "Tab" key
ar: تكملة تلقائية للإسم المستعار عند إستخدام زر "Tab"
da: Færdiggørelse af øgenavn ved knapen "Tab"
vi: Gợi ý nickname sử dụng phím "Tab"

source: Allow server to flash the window
ar: السماح للخادم بعمل وميض للنافذة
da: Tillad serveren at få vinduet til at blinke
vi: Cho phép server nháy màn hình

source: Allow tray balloon notifications
ar: السماح بالإشعارات المصغرة
da: Tillad systembakke notifikationer
vi: Cho phép thông báo trên tray

source: Chat text black/white outline
ar: إظهار خط خارجي باللون الأسود/أبيض لنص الدردشة
da: Chat tekst sort/hvid outline
vi: Viền chữ chat màu đen/trắng

source: Press a key to bind, or escape to clear
ar: إضغط على الزر الذي تريد ربطه، أو اضغط Esc للمسح
da: Tryk en knap for at binde, eller Esc for at rydde
vi: Nhấn một phím để gán, hoặc escape để xóa

source: Binding a primary key
ar: ربط زر أساسي
da: Binder en primær knap
vi: Ràng buộc một key chính

source: Binding a secondary key
ar: ربط زر ثانوي
da: Binder en sekundær knap
vi: Ràng buộc một key phụ

source: GTA GAME CONTROLS
ar: إعدادات GTA SA بـ التحكم
da: GTA SPIL KONTROLLERE
vi: ĐIỀU KHIỂN GAME GTA

source: MULTIPLAYER CONTROLS
ar: إعدادات متعدد اللاعبين
da: MULTIPLAYER KONTROLLERE
vi: ĐIỀU KHIỂN MULTIPLAYER

source: Your nickname contains invalid characters!
ar: اسمك المستعار يحتوي على حروف ممنوعة!
da: Dit navn indeholder ugyldige tegn!
vi: Nickname của bạn chứa các ký tự không hợp lệ!

source: Red:
ar: أحمر:
da: Rød:
vi: Đỏ:

source: Green:
ar: أخضر:
da: Grøn:
vi: Xanh lục:

source: Blue:
ar: أزرق:
da: Blå:
vi: Xanh dương:

source: Transparency:
ar: الشفافية:
da: Gennemsigtighed:
vi: Độ trong suốt:

source: Color
ar: اللون
da: Farve
vi: Màu sắc

source: Preview
ar: معاينة
da: Forhåndsvisning
vi: Xem trước

source: Please disconnect before changing language
ar: يرجى قطع الإتصال من بالخادم قبل تغيير اللغة
da: Afslut venligst fra serveren før at du ændrer sprog
vi: Hãy ngắt kết nối trước khi thay đổi ngôn ngữ

source: Please disconnect before changing skin
ar: يرجى قطع الإتصال عن الخادم قبل تغيير الشخصية
da: Afslut venligst fra serveren før du at ændrer skin
vi: Hãy ngắt kết nối trước khi thay đổi giao diện

source: Volmetric shadows can cause some systems to slow down. Are you sure you want to enable them?
ar: الظلال الحجمية من الممكن أن تسبب بطئ للنظام. هل انت متأكد بأنك تريد تفعيلها؟
da: Volumetriske skygger kan medføre sinket hastighed af visse systemer. Er du sikker på at du vil aktivere dem?
vi: Hiệu ứng đổ bóng có thể làm cho máy bạn chậm đi. Bạn có chắc muốn bật không?

source: PERFORMANCE WARNING
ar: تحذير بالنسبة للأداء
da: YDEEVNE ADVARSEL
vi: CẢNH BÁO HIỆU SUẤT

source: Screen upload is required by some servers for anti-cheat purposes. (The chat box and GUI is excluded from the upload)
ar: رفع صورة الشاشة قد تكون الزامية لبعض الخوادم لأسباب تتعلق بمكافحة الغش. (مربع الدردشة وواجهة اللعبة مستبعدتان عن الرفع)
da: Upload af skærmens billede er påkrævet af nogle servere, med hensigt på anti-cheat. (Chat boksen og GUI er ekskluderet i uploaden)
vi: Tự động upload ảnh màn hình có thể được một số server sử dụng nhằm mục đích chống gian lận. (Chatbox và Hud sẽ không kèm theo khi chụp màn hình)

source: SCREEN UPLOAD INFORMATION
ar: معلومات عن رفع صورة الشاشة
da: SKÆRM UPLOAD INFORMATION
vi: THÔNG TIN TẢI LÊN ẢNH CHỤP MÀN HÌNH

source: Some scripts may play sounds, such as radio, from the internet. Disabling this setting may decrease network bandwidth consumption.
ar: بعض النصوص(السكربتات) ربما تقوم بتشغيل اصوات, كالراديو مثلاً عن طريق الإنترنت. تعطيل هذا الخيار ربما يقلل من إستهلاك الإنترنت.
da: Nogle scripts kan afspille visse lyde, såsom radio, fra internettet. Deaktivering af denne indstilling kan formindske netværk båndbredde forbrugelse.

source: EXTERNAL SOUNDS
ar: الأصوات الخارجية
da: EKSTERN LYDE

source: Some files in your GTA:SA data directory are customized. MTA will only use these modified files if this check box is ticked. However, CUSTOMIZED GTA:SA FILES ARE BLOCKED BY MANY SERVERS Are you sure you want to use them?
ar: بعض الملفات في مسار لعبة GTA:SA معدل عليها مسبقاً. MTA ستقوم بإستخدامها فقط إذا قمت بتفعيل الخيار. ولكن، الملفات المعدل عليها مسبقاً محظورة من قبل الكثير من الخوادم. هل أنت متأكد بأنك تريد استخدامهم؟
da: Nogle filer i din GTA:SA data folder er modificeret. MTA vil kun bruge disse modificerede filer hvis denne boks er klikket af. Giv agt, MODIFICEREDE GTA:SA FILER ER BLOKERET AF MANGE SERVERE Er du sikker på at du vil benytte dem?
vi: Một số file trong thư mục dữ liệu GTA:SA của bạn đã được tùy chỉnh. Nếu bạn tick vào hộp này thì MTA sẽ sử dụng những file đã được tùy chỉnh này. Tuy nhiên, CÁC FILE DỮ LIỆU GTA:SA ĐÃ TÙY BIẾN BỊ CẤM BỞI NHIỀU SERVER Bạn có muốn sử dụng chúng không?

source: CUSTOMIZED GTA:SA FILES
ar: ملفات مخصصة GTA:SA
da: MODIFICEREDE GTA:SA FILER
vi: FILE GTA:SA ĐÃ TÙY CHỈNH

source: Enabling DPI awareness is an experimental feature and we only recommend it when you play MTA:SA on a scaled monitor. You may experience graphical issues if you enable this option. Are you sure you want to enable this option?
ar: ميزة معرف الـDPI هي حالياً تجريبية و نحن فقط نقترح إستخدامها في حالة إستخدام شاشة ممتدة ربما تواجه مشاكل رسومية في حالة إستخدام هذه الميزة. هل أنت متأكد بأنك تريد استخدام هذه الميزة؟
da: Aktivering af opmærksomhed på DPI er en eksperimental funktion og vi anbefaler kun at det bruges når du spiller MTA:SA med en skaleret skærm. Du kan opleve grafiske problemer hvis du aktiverer denne indstilling. Er du sikker på at du vil aktivere denne indstilling?

source: EXPERIMENTAL FEATURE
ar: ميزة قيد التجريب
da: EKSPERIMENTAL FUNKTION

source: Please enter a nickname
ar: الرجاء إدخال إسم مستعار
da: Vær venlig at indtaste et øgenavn
vi: Hãy nhập một nickname

source: Please enter a nickname to be used ingame. This will be your name when you connect to and play in a server
ar: الرجاء إدخال الإسم المستعار لاستخدامه في اللعبة. وسيكون هذا الاسم عند الاتصال و اللعب في الخادم.
da: Vær venlig at indtaste dit øgenavn som skal bruges i spillet. Dette vil være dit navn når du slutter til og spiller en server
vi: Nhập vào một nickname để sử dụng trong game. Đây sẽ là tên của bạn khi kết nối đến và chơi tại server bất kỳ

source: Very experimental feature.
ar: خاصية تجريبية جداً.
da: Meget eksperimental funktion.
vi: Tính năng thử nghiệm.

source: Stops stalls with CJ variations (Uses 65MB more RAM)
ar: توقف الشك بوجود اختلافات CJ (يستخدم 65MB أكثر RAM)
da: Stopper med at gå i stå ved CJ variationer (Bruger 65MB mere RAM)
vi: Dựng các quầy hàng với các tùy chọn của CJ (Sử dụng thêm 65MB RAM)

source: Older routers may require a slower scan speed.
ar: المودمات القديمة قد تتطلب سرعة مسح أبطأ
da: Ældre routere kan behøve en langsommere scanning.
vi: Các bộ định tuyến cũ hơn có thể yêu cầu tốc độ quét chậm hơn.

source: Switch on to use only one connection when downloading.
ar: التحول إلى استخدام اتصال واحد فقط عند تنزيل.
da: Aktiver for kun at bruge én forbindelse ved downloadning.
vi: Bật để sử dụng duy nhất một đường truyền kết nối khi tải xuống.

source: Tag network packets to help ISPs identify MTA traffic.
ar: وضع علامة على حزام الشبكة لمساعدة مزود خدمة الإنترنت في التعرف على حركة MTA.
da: Afmærk netværk pakker for at hjælpe ISPs med at identificere MTA traffik.
vi: Gắn thẻ gói mạng để giúp ISP xác định lưu lượng truy cập MTA.

source: Spinning circle animation at the bottom of the screen
ar: دوار التحميل الظاهر أسفل الشاشة
da: Spindende cirkel animation i bunden af skærmen
vi: Biểu tượng loading xoay vòng ở dưới màn hình

source: Select default always. (This setting is not saved)
ar: حدد الافتراضي دائماً. (لم يتم حفظ هذا الإعداد)
da: Vælg standard altid. (Denne indstilling gemmes ikke)
vi: Luôn luôn chọn mặc định. (Tùy chọn này sẽ không được lưu)

source: Maximum is usually best
ar: الحد الأقصى هو الأفضل عادةً
da: Det maksimale er som regel det bedste
vi: Càng cao càng tốt

source: Auto updater:
ar: تحديث تلقائي:
da: Auto opdaterer:
vi: Tự động cập nhật:

source: Select default unless you like filling out bug reports.
ar: تحديد الإفتراضي إلا إذا كنت تفضل تعبئة تقارير الأخطاء
da: Vælg standard, medmindre du kan lide at fylde fejlfinder rapporter.
vi: Chọn mặc định trừ khi bạn muốn điền vào các phản hồi về lỗi.

source: Select default to automatically install important updates.
ar: اختر الأفتراضي حتى يتم تثبيت التحديثات المهمة تلقائياً.
da: Vælg standard for automatisk at installere vigtige opdateringer.
vi: Chọn mặc định để tự động cài đặt các cập nhật quan trọng.

source: 16-bit color:
ar: ألوان 16-بت:
da: 16-bit farver:
vi: Màu 16-bit:

source: Enable 16 bit color modes - Requires MTA restart
ar: تفعيل وضع الألوان 16 بت - ستحتاج إلى إعادة تشغيل MTA
da: Slå 16 bit farve tilstand til - Det kræver at MTA genstartes
vi: Bật chế độ 16-bit - Yêu cầu khởi động lại MTA

source: Mouse fix:
ar: إصلاح الفأرة:
da: Mus fiks:
vi: Sửa chuột:

source: Mouse movement fix - May need PC restart
ar: إصلاح حركة الفأرة - قد يتطلب إعادة تشغيل الجهاز
da: Mus bevægelses fiks - Kan kræve PC genstart
vi: Sửa lỗi di chuyển chuột - Có thể cần khởi động lại máy tính

source: Busy
ar: مشغول
da: Travl
vi: Bận

source: Can't check for updates right now
ar: لا يمكن التحقق من التحديثات الأن
da: Kan ikke se efter opdateringer lige nu
vi: Không thể kiểm tra các bản cập nhật ngay bây giờ

source: MTA:SA %s required
ar: مطلوب MTA:SA %s
da: MTA:SA %s nødvendig
vi: yêu cầu MTA: SA %s

source: An updated version of MTA:SA %s is required to join the selected server. Do you want to download and install MTA:SA %s ?
ar: هناك نسخة محدثة من MTA:SA %s مطلوبة من أجل الدخول الى الخادم المختار. هل تود تحميل وتثبيت MTA:SA %s؟
da: En opdateret version af MTA:SA %s er nødvendig for tilslutning af denne server. Ønsker du at downloade og installere denne MTA:SA %s opdatering?
vi: Để kết nối đến server đã chọn, bạn buộc phải cài đặt một phiên bản cập nhật của MTA:SA %s. Bạn có muốn tải xuống và cài đặt MTA:SA %s không?

source: Do you want to launch MTA:SA %s and connect to this server ?
ar: هل تريد تشغيل MTA:SA %s والدخول إلى هذا الخادم؟
da: Ønsker du at starte MTA:SA %s og tilslutte til denne server?
vi: Bạn có muốn chạy MTA: SA %s và kết nối với server này không?

source: It is not possible to connect at this time. Please try later.
ar: لا يمكن الدخول في هذا الوقت. الرجاء المحاولة لاحقاً.
da: Det er ikke muligt at tilslutte på dette tidspunkt. Forsøg igen senere.
vi: Hiện tại không thể kết nối. Vui lòng thử lại sau.

source: Connecting
ar: جاري الإتصال
da: Tilslutter
vi: Đang kết nối

source: Please wait...
ar: الرجاء الإنتظار...
da: Vent venligst...
vi: Vui lòng chờ...

source: CHECKING
ar: جاري التحقق
da: TJEKKER
vi: ĐANG KIỂM TRA

source: UPDATE CHECK
ar: التحقق من التحديثات
da: OPDATERING CHECK
vi: KIỂM TRA CẬP NHẬT

source: No update needed
ar: لا يوجد تحديث مطلوب
da: Ingen opdatering behøvet
vi: Không có bản cập nhật nào cả

source: DOWNLOADING
ar: جاري التحميل
da: DOWNLOADER
vi: ĐANG TẢI XUỐNG

source: waiting...
ar: قيد الانتظار...
da: venter...
vi: đợi...

source: MANDATORY UPDATE
ar: تحديث الزامي
da: OBLIGATORISK OPDATERING
vi: BẮT BUỘC CẬP NHẬT

source: To join this server, you must update MTA. Do you want to update now ?
ar: للدخول إلى هذا الخادم، يجب عليك تحديث اللعبة. هل تريد التحديث الآن؟
da: For at tilslutte til denne server, skal du opdatere MTA. Ønsker du at opdatere nu?
vi: Để kết nối với server này, bạn cần phải cập nhật MTA. Bạn có muốn cập nhật luôn không?

source: OPTIONAL UPDATE
ar: تحديث اختياري
da: FRIVILLIG OPDATERING
vi: CẬP NHẬT KHÔNG BẮT BUỘC

source: Server says an update is recommended, but not essential. Do you want to update now ?
ar: الخادم ينصحك بالتحديث ولكنه ليس إجباري. هل تريد التحديث الان؟
da: Serveren siger at en opdatering anbefales, men er ikke væsentlig. Ønsker du at opdatere nu?
vi: Server cho biết bạn nên cài đặt một bản cập nhật, nhưng có vẻ không cần thiết cho lắm. Bạn có muốn cập nhật không?

source: Update not currently avalable. Please check www.mtasa.com
ar: التحديث غير متوفر حاليًا. يرجى التحقق من www.mtasa.com
da: Der er ingen tilgængelige opdateringer. Tjek venligst www.mtasa.com
vi: Hiện không thể cập nhật. Vui lòng truy cập www.mtasa.com để kiểm tra

source: ERROR SAVING
ar: خطأ أثناء الحفظ
da: FEJL I GEMNING
vi: LỖI KHI LƯU

source: Unable to create the file.
ar: تعذَر إنشاء الملف.
da: Det var ikke muligt at skabe filen.
vi: Không thể tạo được file.

source: ERROR DOWNLOADING
ar: خطأ أثناء التحميل
da: FEJL I DOWNLOAD
vi: LỖI KHI TẢI XUỐNG

source: The downloaded file appears to be incorrect.
ar: يبدو أن الملف الذي تم تحميله غير صحيح.
da: Den hentede fil lader til at være ukorrekt.
vi: File đã tải xuống không đúng.

source: For some reason.
ar: لسبب ما.
da: Af en eller anden grund.
vi: Vì một số lý do.

source: DOWNLOAD COMPLETE
ar: تم الانتهاء من التحميل
da: DOWNLOAD FULDFØRT
vi: ĐÃ TẢI XONG

source: - Unknown problem in _DialogUpdateResult
ar: - مشكلة غير معروفة في _DialogUpdateResult
da: - Ukendt problem i _DialogUpdateResult
vi: - Lỗi không xác định _DialogUpdateResult

source: Ok
ar: موافق

source: ERROR
ar: خطأ
da: FEJL
vi: LỖI

source: Some MTA:SA data files are missing. Please reinstall MTA:SA
ar: بعض ملفات MTA:SA مفقودة. يرجى إعادة تثبيت MTA:SA
da: Nogle MTA:SA data filer mangler. Geninstaller venligst MTA:SA
vi: Một vài file dữ liệu MTA:SA đã bị xóa. Hãy cài đặt lại MTA:SA

source: %3d %% completed
ar: %3d %% إكتمل
da: %3d %% fuldført
vi: %3d %% đã hoàn thành

source: Waiting for response - %-3d
ar: بإنتظار إستجابة من الخادم - %-3d
da: Venter på svar - %-3d
vi: Đang chờ phản hồi - %-3d

source: Screenshot got %d bytes, but expected %d
ar: لقطة الشاشة حصلت على %d بايت، لكن المتوقع %d
da: Screenshot fik %d bytes, men forventede %d
vi: Ảnh chụp màn hình có dung lượng %d bytes, nhưng yêu cầu phải đạt %d

source: Screenshot failed
ar: تعذر تصوير الشاشة
da: Screenshot fejlede
vi: Lỗi! không thể chụp màn hình

source: Could not initialize Direct3D9. Please ensure the DirectX End-User Runtime and latest Windows Service Packs are installed correctly.
ar: تعذر تهئية Direct3D9. الرجاء التأكد من تثبيت حزمة تشغيل DirectX وآخر اصدار من حزمة خدمات وندوز بشكل صحيح.
da: Kunne ikke initialisere Direct3D9. Tjek venligst om DirectX End-User Runtime og de seneste Windows Service Packs er installeret korrekt.
vi: Không thể thiết lập Direct3D9. Hãy chắc chắn rằng DirectX End-User Runtime và bản Windows Service Packs mới nhất đã được cài đặt.

source: SERVER BROWSER
ar: مستعرض الخوادم
da: SERVER LISTE
vi: TRÌNH DUYỆT CỦA SERVER

source: Internet
ar: الإنترنت

source: Local
ar: محلي
da: Lokal
vi: Cục bộ

source: Favourites
ar: المفضلة
da: Favoritter
vi: Yêu thích

source: Recent
ar: المستخدمة حديثاً
da: Seneste
vi: Gần đây

source: FOR QUICK CONNECT: Type the address and port into the address bar. Or select a server from the history list and press 'Connect'
ar: للإتصال السريع: ادخل عنوان الـ IP والمنفذ في شريط العنوان. أو أختر خادم من قائمة الخوادم المستخدمة حدياً وإضغط على 'إتصال'
da: FOR TILSLUTNING: Angiv adressen og porten i adressebaren. Eller vælg en server fra historikken og tryk 'Tilslut'
vi: ĐỂ KẾT NỐI NGAY: Nhập địa chỉ server và port vào thanh địa chỉ. Hoặc bạn có thể chọn một server đã kết nối trước đó ở trong danh sách lịch sử server đã kết nối và nhấn 'Kết nối'

source: HELP
ar: مساعدة
da: HJÆLP
vi: TRỢ GIÚP

source: Refresh
ar: تحديث
da: Opdater
vi: Làm mới

source: Add Favorite
ar: أضف إلى المفضلة
da: Tilføj favorit
vi: Thêm vào mục yêu thích

source: Connect
ar: إتصال
da: Tilslut
vi: Kết nối

source: Server information
ar: معلومات الخادم
vi: Thông tin server

source: Search servers
ar: البحث عن الخوادم
da: Søg i servere
vi: Tìm kiếm server

source: Search players
ar: البحث عن لاعبين
da: Søg i spillere
vi: Tìm kiếm người chơi

source: Start search
ar: إبدء البحث
da: Start søgning
vi: Tìm kiếm

source: Search players...
ar: بحث عن اللاعبين...
da: Søg i spillere...
vi: Đang tìm kiếm người chơi...

source: Search servers...
ar: البحث عن خوادم
da: Søg i servere...
vi: Tìm kiếm server...

source: Name
ar: الأسم
da: Navn
vi: Tên

source: Players
ar: اللاعبين
da: Spillere
vi: Người chơi

source: Ping
ar: البنق

source: Gamemode
ar: نوع اللعب
da: Spiltype
vi: Thể loại

source: Player list
ar: قائمة اللاعبين
da: Spiller liste
vi: Người chơi

source: Include:
ar: يتضمن:
da: Inkluder:
vi: Bao gồm:

source: Empty
ar: فارغ
da: Tom
vi: Còn trống

source: Full
ar: ممتلئ
da: Fuld
vi: Đầy

source: Locked
ar: مقفل
da: Låst
vi: Đã khóa

source: Offline
ar: غير متّصل

source: Other Versions
ar: إصدارات أخرى
da: Andre versioner
vi: Các phiên bản khác

source: Back
ar: الخلف
da: Tilbage
vi: Quay lại

source: Help
ar: مساعدة
da: Hjælp
vi: Trợ giúp

source: Loading...
ar: جاري التحميل...
da: Indlæser...
vi: Đang tải...

source: ..loading..
ar: ..جاري التحميل..
da: ..indlæser..
vi: ..đang tải..

source: No address specified!
ar: لا يوجد عنوان محدد!
da: Ingen adresse angivet!
vi: Không có địa chỉ truy cập cụ thể!

source: Unknown protocol
ar: بروتوكول غير معروف
da: Ukendt protokol
vi: Giao thức không xác định

source: Please use the mtasa:// protocol!
ar: الرجاء إستخدام بروتوكول mtasa://!
da: Brug venligst mtasa:// protokollen!
vi: Hãy sử dụng giao thức mtasa:// !

source: Invalid nickname! Please go to Settings and set a new one!
ar: أسم غير صحيح! الرجاء الذهاب الى الإعدادات و وضع اسم جديد !
da: Ugyldigt øgenavn! Gå venligst til Indstillinger og lav et nyt!
vi: Nickname không hợp lệ! Hãy vào Cài Đặt và tạo cái mới!

source: Information
ar: معلومات
vi: Thông tin

source: You have to select a server to connect to.
ar: يجب إختيار خادم للإتصال به.
da: Du skal vælge en server at forbinde til.
vi: Bạn phải chọn một server nào đó để có thể kết nối.

source: SERVER IS FULL
ar: الخادم ممتلئ
da: SERVER ER FULD
vi: SERVER ĐÃ ĐẦY

source: Name:
ar: الإسم:
da: Navn:
vi: Tên:

source: Server Address:
ar: عنوان السيرفر:
da: Server adresse:
vi: Địa chỉ server:

source: Gamemode:
ar: نوع اللعب:
da: Spiltype:
vi: Thể loại:

source: Map:
ar: الخريطة:
da: Kort:
vi: Bản đồ:

source: Players:
ar: اللاعبين:
da: Spillere:
vi: Người chơi:

source: Passworded:
ar: كلمة المرور:
da: Adgangskodet:
vi: Yêu cầu mật khẩu:

source: Latency:
ar: زمن الإستجابة:
da: Forsinkelse:
vi: Độ trễ:

source: Close
ar: إغلاق
da: Luk
vi: Đóng

source: Join Game
ar: دخول اللعبة
da: Deltag i spil
vi: Vào Game
