Repository: tomekatomek123456789/mtasa-blue
Catalog: Shared/data/MTA San Andreas/MTA/locale/*/client.po
Languages: ar, da, vi

source: Could not start Grand Theft Auto: San Andreas. Please try restarting, or if the problem persists,contact MTA at www.multitheftauto.com. [%s]
ar: تعذر تشغيل Grand Theft Auto: San Andreas. الرجاء محاولة إعادة التشغيل، أو في حال استمرار المشكلة، قم بالتواصل على العنوان www.multitheftauto.com. [%s]
da: Grand Theft Auto: San Andreas kunne ikke startes. Prøv venligst at genstarte din PC, eller hvis problemet vedvarer, kontakt MTA på www.multitheftauto.com. [%s]
vi: Không thể chạy Grand Theft Auto: San Andreas. Thử khởi động lại, nếu vẫn còn bị lỗi, hay truy cập MTA tại mtasa.vn hoặc www.multitheftauto.com để nhờ sự trợ giúp. [%s]

source: GTA: San Andreas may not have launched correctly. Do you want to terminate it?
ar: من المحتمل أن لا تكون GTA: San Andreas قد اشتغلت بشكل صحيح. هل تريد إنهائها؟
da: Det er muligt at GTA: San Andreas ikke startede korrekt. Ønsker du at afslutte det?
vi: GTA: San Andreas bị lỗi khi chạy. Bạn có muốn tắt nó không?

source: Select your Grand Theft Auto: San Andreas Installation Directory
ar: اختر مسار تثبيت Grand Theft Auto: San Andreas
da: Vælg din Grand Theft Auto: San Andreas installations mappe
vi: Chọn thư mục nơi cài đặt Grand Theft Auto: San Andreas

source: Error loading %s module! (%s)
ar: خطأ في تحميل الوحدة البرمجية %s !(%s)
da: Fejl i indlæsning af %s modul! (%s)
vi: Lỗi khi tải module %s ! (%s)

source: New installation of %s detected. Do you want to copy your settings from %s ?
ar: تم الكشف عن تثبيت جديد لـ s%. هل تريد أن تنسخ اعداداتك من s% ?
da: Ny installation af %s fundet. Ønsker du at kopiere dine indstillingere fra %s ?
vi: Đã phát hiện cài đặt mới của %s. Bạn có muốn sao chép các tùy chỉnh cài đặt của mình từ %s không?

source: GTA:SA had trouble opening the file '%s'
ar: GTA:SA تواجه مشكلة في فتح الملف '%s'
da: GTA:SA havde problemer med åbning af filen '%s'
vi: GTA:SA bị lỗi khi mở file '%s'

source: GTA:SA is missing the file '%s'.
ar: GTA:SA تفقد الملف '%s'.
da: GTA:SA mangler filen '%s'.
vi: GTA:SA bị thiếu file '%s'.

source: GTA:SA had trouble loading a model.
ar: GTA:SA عانت من مشكلة اثناء تحميل الموديل.
da: GTA:SA havde problemer med indlæsning af en model.
vi: GTA:SA bị lỗi khi load model.

source: If you recently modified gta3.img, then try reinstalling GTA:SA.
ar: إذا قمت بتعديل gta3.img مؤخراً، حاول إعادة تثبيت GTA: SA.
da: Hvis du for nylig har modificeret gta3.img, så prøv at geninstaller GTA:SA.
vi: Nếu như bạn đã chỉnh sửa file gta3.img, Hãy thử cài đặt lại GTA:SA.

source: GTA:SA had trouble adding an upgrade to a vehicle.
ar: GTA:SA عانت من مشكلة اثناء إضافة تحسينات المركبة.
da: GTA:SA havde problemer med at tilføje en opgradering til et køretøj.
vi: GTA:SA bị lỗi khi thêm một nâng cấp cho xe cộ.

source: GTA:SA found errors in the file '%s'
ar: GTA:SA وجدت أخطاء في الملف '%s'
da: GTA:SA har fundet fejl i filen '%s'
vi: GTA:SA tìm thấy lỗi ở file '%s'

source: Did your computer restart when playing MTA:SA?
ar: هل عملت اعادة تشغيل للعبة عندما كانت MTA:SA تعمل؟
da: Genstartede din computer imens du spillede MTA:SA?
vi: Máy tính bạn đã khởi động lại khi đang chơi MTA:SA?

source: Please terminate the following programs before continuing:
ar: الرجاء أيقاف البرامج التالية قبل الاستمرار:
da: Afslut venligst de følgende programmer for at fortsætte:
vi: Vui lòng tắt hẳn các chương trình sau trước khi tiếp tục:

source: This version has expired.
ar: هذه النسخة منتهية
da: Denne version er udløbet.
vi: Phiên bản này đã hết hạn.

source: disconnect from the game
ar: انقطع الاتصال من اللعبة
da: frakobl fra spillet
vi: ngắt kết nối khỏi game

source: shows the nametags
ar: اظهار الألقاب
da: viser navneskilte
vi: hiển thị thẻ gắn tên

source: shows the chatbox
ar: اظهار مربخ الدردشة
da: viser chatboksen
vi: hiển thị chatbox

source: shows the network statistics
ar: اظهار إحصائيات الشبكة
da: viser netværk statistikkerne
vi: hiển thị thống kê mạng

source: open the chat input
ar: فتح الإدخال للدردشة
da: åbn chatindgangen
vi: mở khung nhập chữ chat

source: transmits voice to other players
ar: ينقل الصوت للاعبين آخرين
da: transmiterrer stemme til andre spillere
vi: truyền giọng nói cho người chơi khác

source: enters a car as passenger
ar: يدخل بسيارة كراكب
da: træder ind i en bil som passager
vi: đi vào xe hơi như hành khách

source: next radio channel
ar: القناة التالية للراديو
da: næste radio kanal
vi: kênh radio tiếp theo

source: previous radio channel
ar: القناة السابقة للراديو
da: forrige radio kanal
vi: kênh radio trước

source: enables the radar view
ar: تمكين إظهار الرادار
da: aktiverer radarvisningen
vi: bật góc nhìn radar

source: zooms the radar in
ar: تكبير الرادار
da: zoomer radaren ind
vi: Phóng to radar

source: zooms the radar out
ar: تصغير الرادار
da: zoomer radaren ud
vi: Thu nhỏ radar

source: moves the radar north
ar: تحريك الرادار شمالًا
da: bevæger radaren mod nord
vi: di chuyển radar về phía bắc

source: moves the radar south
ar: تحريك الرادار جنوبًا
da: bevæger radaren mod syd
vi: di chuyển radar về phía nam

source: moves the radar east
ar: تحريك الرادار شرقًا
da: bevæger radaren mod øst
vi: di chuyển radar về phía đông

source: moves the radar west
ar: تحريك الرادار غربًا
da: bevæger radaren mod vest
vi: di chuyển radar về phía tây

source: attaches the radar
ar: تعليق الرادار
da: fastgører radaren
vi: gắn radar

source: reduces radar opacity
ar: تقليل شفافية الرادار
da: reducerer radar gennemsigtighed
vi: giảm độ mờ của radar

source: increases radar opacity
ar: يزيد شفافية للرادار
da: øger radar gennemsigtighed
vi: tăng độ mờ của radar

source: toggles radar help text
ar: إظهار/إخفاء نص المساعدة للرادار
da: slår radar hjælp til og fra
vi: chuyển đổi văn bản trợ giúp radar

source: sends a message to the targetted player
ar: إرسال رسالة للاعب محدد
da: sender en besked til den målrettede spiller
vi: gửi tin nhắn đến trình phát được nhắm mục tiêu

source: changes to the next weapon whilst in a vehicle
ar: التغيير الى السلاح التالي أثناء ركوب مركبة
da: skifter til det næste våben mens du er i et køretøj
vi: thay đổi vũ khí tiếp theo khi đang ở trong xe

source: changes to the previous weapon whilst in a vehicle
ar: التغيير الى السلاح السابق أثناء ركوب مركبة
da: skifter til det forrige våben mens du er i et køretøj
vi: thay đổi vũ khí trước đó khi đang ở trong xe

source: outputs info about the current server
ar: يظهر معلومات عن الخادم الحالي
da: giver info om den nuværende server
vi: thông tin đầu ra của server hiện tại

source: defines the scale multiplier of all text-displays
ar: يعرف المقاس لكل النصوص
da: definerer skala multiplikatoren af alle tekst visningere
vi: xác định tỉ lệ số nhân của tất cả các chữ hiển thị

source: (Development mode) shows the colshapes
ar: (وضع التطوير) وضع التطوير يظهر الـ colshape
da: (Udviklings tilstand) viser colshapes
vi: (Chế độ dev) hiển thị colshapes

source: (Development mode) prints world sound ids into the debug window
ar: (وضع التطوير)يطبع ارقام اصوات العالم في إطار التصحيح
da: (Udviklings tilstand) udskriver world lyd ID's til debug vinduet
vi: (Chế độ phát triển) in id âm thanh thế giới vào cửa sổ gỡ lỗi

source: Entering the game ...
ar: جاري الدخول الى اللعبة...
da: Går ind i spillet ...
vi: Đang vào game ...

source: Not connected; please use Quick Connect or the 'connect' command to connect to a server.
ar: غير متصل، يرجى استخدم 'الاتصال السريع' او استخدم الامر connect للاتصال بخادم
da: Ikke tilsluttet; benyt venligst Quick Connect eller 'connect' kommando for at tilslutte til en server.
vi: Không thể kết nối; Chọn Kết nối server hoặc dùng lệnh 'kết nối' để kết nối đến server.

source: The server is not installed
ar: الخادم غير مثبت
da: Serveren er ikke installeret
vi: Server chưa cài đặt

source: Local Server
ar: سيرفر محلي
da: Lokal Server
vi: Server cục bộ

source: Starting local server ...
ar: جاري تشغيل سيرفر محلي...
da: Starter lokal server ...
vi: Đang khởi động server cục bộ ...

source: You were kicked from the game ( %s )
ar: تم طردك من اللعبة ( %s )
da: Du blev smidt ud af spillet ( %s )
vi: Bạn đã bị kick khỏi game ( %s )

source: Connecting to local server...
ar: جاري الاتصال بالخادم المحلي...
da: Tilslutter til lokal server...
vi: Đang kết nối đến server cục bộ...

source: Error connecting to server.
ar: خطأ في الاتصال بالسيرفر
da: Fejl i forbindelse til server.
vi: Lỗi khi kết nối đến server.

source: Connecting to local server timed out. See console for details.
ar: انتهت مهلة الأتصال بالخادم المحلي. انظر للـ Console لمزيد من التفاصيل
da: Forbindelse til lokal server timed out. Check console for detaljer.
vi: Hết thời gian kết nối đến server cục bộ. Xem console để biết thêm thông tin.

source: Connection with the server was lost
ar: لقد فقد الإتصال بالخادم
da: Forbindelsen med serveren blev mistet.
vi: Không thể kết nối đến server

source: Disconnected: the server is currently full
ar: قطع الإتصال: الخادم ممتلئ حالياً
da: Afbrudt: serveren er i øjeblikket fuld
vi: Đã ngắt kết nối: server hiện đã đầy người chơi

source: Disconnected: invalid password specified
ar: قطع الأتصال: كلمة المرور المدخلة غير صحيحة
da: Afbrudt: ugyldigt kodeord specificeret
vi: Đã ngắt kết nối: mật khẩu không hợp lệ được chỉ định

source: MTA Client verification failed!
ar: فشل التحقق من العميل MTA !
da: MTA klient verifikation fejlede!
vi: Không thể xác minh Client MTA!

source: HOST GAME
ar: خادم اللعبة
da: HOST SPIL

source: Resources
ar: الموارد
da: Ressourcer

source: Server name:
ar: إسم الخادم:
da: Server navn:
vi: Tên server:

source: Password:
ar: كلمة المرور:
da: Adgangskode:
vi: Mật khẩu:

source: Max players:
ar: الحد الأقصى للاعبين:
da: Maks spillere:
vi: Người chơi tối đa:

source: Broadcast:
ar: إذاعة:

source: LAN
ar: الشبكة المحلية

source: Selected
ar: المحدد
da: Valgt
vi: Đã chọn

source: All
ar: الكل
da: Alle
vi: Tất cả

source: Start
ar: تشغيل
vi: Bắt đầu

source: Disconnected: Invalid nickname
ar: قطع الأتصال: الاسم المستعار غير صالح
da: Afbrudt: Ugyldigt øgenavn
vi: Đã ngắt kết nối: nickname không hợp lệ

source: Disconnect from server
ar: انقطع الأتصال من الخادم
da: Afbryd fra server
vi: Ngắt kết nối khỏi server

source: Disconnected: Serial is banned. Reason: %s
ar: قطع الأتصال: الرقم التسلسلي (السيريال) محظور. السبب: %s
da: Afbrudt: Serienummer er banned. Grund: %s
vi: Đã ngắt kết nối: Serial đã bị cấm. Lý do: %s

source: Disconnected: You are banned. Reason: %s
ar: قطع الأتصال: أنت محظور. السبب: %s
da: Afbrudt: Du er banned. Grund: %s
vi: Đã ngắt kết nối: Bạn đã bị cấm. Lý do: %s

source: Disconnected: Account is banned. Reason: %s
ar: قطع الأتصال: الحساب محظور. السبب: %s
da: Afbrudt: Bruger er banned. Grund: %s
vi: Đã ngắt kết nối: Tài khoản đã bị cấm. Lý do: %s

source: Disconnected: Version mismatch
ar: قطع الأتصال: عدم تطابق الإصدار
da: Afbrudt: Version uoverensstemmelse
vi: Đã ngắt kết nối: Phiên bản không khớp

source: Disconnected: Join flood. Please wait a minute, then reconnect.
ar: قطع الأتصال: مضاد التكرار. الرجاء الانتظار دقيقة ثم الاتصال مرة اخرى.
da: Afbrudt: Overskydende tilslutningere. Vent venligst et minut, derefter prøv igen.
vi: Đã ngắt kết nối: Join flood. Vui lòng chờ trong giây lát, rồi thử lại sau.

source: Disconnected: Server from different branch. Information: %s
ar: قطع الأتصال: الخادم من أفرع مختلفة. المعلومات: %s
da: Afbrudt: Server fra anderledes gren. Information: %s
vi: Đã ngắt kết nối: Server từ các nhánh khác nhau. Thông tin: %s

source: Disconnected: Bad version. Information: %s
ar: قطع الأتصال: نسخة سيئة. معلومات: %s
da: Afbrudt: Dårlig version. Information: %s
vi: Đã ngắt kết nối: Phiên bản không hợp lệ. Thông tin: %s

source: Disconnected: Server is running a newer build. Information: %s
ar: قطع الأتصال: الخادم يعمل على نسخة حديثة. معلومات: %s
da: Afbrudt: Server kører på et nyere build. Information: %s
vi: Đã ngắt kết nối: Server đang sử dụng phiên bản MTA mới hơn. Thông tin: %s

source: Disconnected: Server is running an older build. Information: %s
ar: قطع الأتصال: الخادم يعمل على نسخة قديمة. المعلومات: %s
da: Afbrudt: Server kører på et ældre build. Information: %s
vi: Đã ngắt kết nối: Server đang sử dụng phiên bản MTA cũ hơn. Thông tin: %s

source: Disconnected: Nick already in use
ar: قطع الأتصال: الأسم المستعار مستخدم
da: Afbrudt: Øgenavn allerede i brug
vi: Đã ngắt kết nối: Nickname đã được sử dụng

source: Disconnected: Server refused the connection: %s
ar: تم الفصل: الخادم رفض الإتصال: %s
da: Afbrudt: Server nægtede forbindelsen: %s
vi: Đã ngắt kết nối: Server hủy kết nối: %s

source: Disconnected: Serial verification failed
ar: قطع الاتصال: فشل التحقق من الرقم التسلسلي
da: Afbrudt: Verifikation af serienummer fejlede
vi: Đã ngắt kết nối: Không thể xác minh serial

source: Disconnected: Connection desync %s
ar: قطع الاتصال: الاتصال غير متزامن %s
da: Afbrudt: Forbindelse desynkronisering %s
vi: Đã ngắt kết nối: Kết nối không đồng bộ %s

source: Disconnected: You were kicked by %s
ar: قطع الاتصال: لقد تم طردك من قبل %s
da: Afbrudt: Du blev smidt ud af %s
vi: Đã ngắt kết nối: Bạn đã bị kick bởi %s

source: Disconnected: You were banned by %s
ar: قطع الاتصال: لقد تم حظرك من قبل %s
da: Afbrudt: Du blev banned af %s
vi: Đã ngắt kết nối: Bạn đã bị cấm bởi %s

source: Disconnected: Server shutdown or restarting
ar: قطع الاتصال: الخادم يتم إغلاقه أو يعاد تشغيله
da: Afbrudt: Server lukkes ned eller genstartes
vi: Đã ngắt kết nối: Server bảo trì hoặc đang khởi động lại

source: You were kicked from the game
ar: تم طردك من اللعبة
da: Du blev smidt ud af spillet
vi: Bạn đã bị kick khỏi game

source: This server requires a non-modifed gta_sa.exe
ar: هذا الخادم يتطلب ملف gta_sa.exe غير معدل مسبقاً
da: Denne server påkræver en ikke-modificeret gta_sa.exe

source: Please replace gta_sa.exe
ar: يرجى إستبدال gta_sa.exe
da: Erstat gta_sa.exe

source: This server does not allow custom D3D9.DLLs
ar: هذا الخادم لا يسمح بملفات D3D9.DLL معدلة مسبقاً
da: Denne server tillader ikke modificerede D3D9.DLLs

source: Remove D3D9.DLL from your GTA install directory and restart MTA
ar: أزل ملف D3D9.DLL من مجلد لعبة GTA ثم قم بإعادة تشغيل MTA
da: Fjern D3D9.DLL fra din GTA install folder og genstart MTA

source: This server does not allow virtual machines
ar: هذا الخادم لا يسمح بالأجهزة الإفتراضية
da: Denne server tillader ikke virtuelle maskiner

source: This server requires driver signing to be enabled
ar: هذا الخادم يتطلب "driver signing" الى أن يكون مفعل
da: Denne server påkræver at driver signering er aktiveret

source: Please restart your PC
ar: يرجى إعادة تشغيل جهاز الكمبيوتر
da: Genstart venligst din PC

source: This server has detected missing anti-cheat components
ar: إكتشف هذا الخادم أن بعض مكونات مكافحة الغش مفقودة
da: Denne server har fundet manglende anti-cheat komponenter

source: Try restarting MTA
ar: حاول إعادة تشغيل MTA
da: Prøv at genstarte MTA

source: This server requires a non-modifed gta3.img and gta_int.img
ar: هذا الخادم يتطلب نسخة من gta3.img و gta_int.img غير معدل عليهم مسبقاً
da: Denne server påkræver en ikke-modificeret gta3.img og gta_int.img

source: Please replace gta3.img or gta_int.img
ar: يرجى استبدال ملفي gta3.img و gta_int.img
da: Erstat venligst gta3.img eller gta_int.img

source: This server does not allow Wine
ar: هذا الخادم لا يسمح بالمشغل الإفتراضي Wine
da: Denne server tillader ikke Wine

source: Ensure no other program is modifying MTA:SA
ar: يرجى التأكد من عدم وجود أي برامج آخرى تقوم بتعديل MTA:SA
da: Sørg for at intet andet program modificerer MTA:SA

source: Time Remaining:
ar: الوقت المتبقي:
da: Tid tilovers:
vi: Thời gian còn lại:

source: %d day
ar: يوم %d
da: %d dag
vi: %d ngày

source: %d hour
ar: ساعة %d
da: %d time
vi: %d giờ

source: %d minute
ar: %d دقيقة
da: %d minut
vi: % d phút%d phút

source: %d second
ar: %d ثانية
da: %d sekund
vi: %d giây

source: Disconnected
ar: قطع الإتصال
da: Afbrudt
vi: Đã ngắt kết nối

source: Download error: %s
ar: خطأ في التحميل: %s
da: Download fejl: %s
vi: Lỗi tải xuống: %s

source: Could not start the local server. See console for details.
ar: تعذر بدء تشغيل الخادم المحلي، افتح وحدة التحكم console للحصول على التفاصيل.
da: Kunne ikke starte den lokale server. Check console for detaljer.
vi: Không thể khởi động server cục bộ. Xem console để biết thêm thông tin.

source: Error: Could not start local server. [%s]
ar: خطأ: تعذر تشغيل الخادم المحلي. [%s]
da: Fejl: Kunne ikke starte lokal server. [%s]
vi: Lỗi: Không thể khởi động server cục bộ. [%s]

source: Map download progress:
ar: تقدم تحميل الخريطة:
da: Map download fremskridt:
vi: Tiến trình tải xuống bản đồ:

source: Download Progress:
ar: تقدًم التحميل:
da: Download fremskridt:
vi: Tiến độ tải xuống:

source: %s of %s
ar: %s من %s
da: %s af %s
vi: %s trong số %s

source: Disconnect to cancel download
ar: اقطع الأتصال حتى تلغي التحميل
da: Afbryd for at annullere download
vi: Ngắt kết nối để hủy tải xuống

source: Problem with graphics driver
ar: مشكلة في معرّف الرسوم
da: Problem med grafikkort driver
vi: Vấn đề với trình điều khiển đồ họa

source: Fatal error (%u). If this problem persists, please check out mtasa.com for support.
ar: خطأ فادح (%u). إذا استمرت هذه المشكلة، يرجى مراجعة mtasa.com للحصول على الدعم.
da: Fatal fejl (%u). Hvis dette problem vedvarer, check venligst mtasa.com for support.
vi: Lỗi nghiêm trọng (%u). Nếu sự cố này vẫn tiếp diễn, vui lòng xem mtasa.com để được hỗ trợ.

source: Protocol error (%u). If this problem persists, please check out mtasa.com for support.
ar: خطأ بروتوكول (%u). اذا استمرت هذه المشكلة، يرجى مراجعة mtasa.com للحصول على الدعم.
da: Protokol fejl (%u). Hvis dette problem vedvarer, check venligst mtasa.com for support.
vi: Lỗi giao thức (%u). Nếu sự cố này vẫn tiếp diễn, vui lòng xem mtasa.com để được hỗ trợ.

source: Connection error
ar: خطأ في الاتصال.
da: Forbindelse fejl
vi: Lỗi kết nối

source: Multi Theft Auto has not been installed properly, please reinstall.
ar: لم يتم تثبيت Multi Theft Auto بشكل صحيح، الرجاء إعادة التثبيت.
da: Multi Theft Auto er ikke blevet installeret korrekt, geninstaller venligst.
vi: Multi Theft Auto chưa được cài đặt đúng cách, vui lòng cài đặt lại.

source: Your browser will now display a web page with some help infomation. (If the page fails to load, paste (CTRL-V) the URL into your web browser)
ar: سوف يعرض المتصفح الآن صفحة ويب مع بعض المعلومات للمساعدة. ((Ctrl + V) اذا فشل تحميل الصفحة الصق عنوان الموقع في متصفح الويب الخاص بك)
da: Din browser vil nu vise en hjemmeside med hjælpende information. (Hvis siden ikke indlæses, sæt ind (CTRL-V) URL'en ind i din web browser)
vi: Trình duyệt của bạn bây giờ sẽ hiển thị một trang web với một số thông tin trợ giúp. (Nếu trang web không load được, hãy dán (CTRL-V) URL vào trình duyệt web của bạn)

source: C - Standard NVidia with exe rename
da: C - Standard NVidia med exe navn omdøbt

source: D - Alternate NVidia with exe rename
da: D - Alternate NVidia med exe navn omdøbt
