Repository: tomekatomek123456789/mtasa-blue
Catalog: Shared/data/MTA San Andreas/MTA/locale/*/client.po
Languages: ar, da, vi

source: Please enter the password to the server:
ar: يرجى إدخال كلمة المرور الخاصة بالخادم:
da: Angiv adgangskoden for denne server:
vi: Nhập mật khẩu để kết nối server:

source: Join the server as soon as a player slot is available.
ar: الدخول الى الخادم في حين إيجاد فرصة متاحة.
da: Tilslut til serveren når der er en ledig plads.
vi: Kết nối server ngay sau khi có chỗ trống.

source: PLEASE ENTER SERVER PASSWORD
ar: الرجاء إدخال كلمة المرور الخاصة بالخادم
da: ANGIV SERVERENS KODEORD
vi: HÃY NHẬP MẬT KHẨU MÁY CHỦ

source: Timed Out
ar: انتهت مهلة الإتصال
da: Tiden løb ud
vi: Hết thời gian kết nối

source: Querying...
ar: جاري الإستعلام...
da: Forespørger...
vi: Đang tải...

source: Idle
ar: غير فعّال
da: Inaktiv
vi: Trạng thái chờ

source: player
ar: لاعب
da: spiller
vi: người chơi

source: on
ar: يعمل
da: på
vi: trên

source: server
ar: خادم

source: Requesting master server list (%lu ms elapsed)
ar: جاري طلب قائمة الخادم الرئيسي (%lu جزء من الثانية انقضت)
da: Anmoder om master server listen (%lu ms forløbet)
vi: Đang lấy danh sách server chính (%lu mili giây đã trôi qua)

source: Master server list could not be parsed.
ar: تعذر تحميل قائمة الخوادم الرئيسية.
da: Master server listen kunne ikke eksekveres.
vi: Không thể phân tích cú pháp danh sách server chính.

source: Master server list could not be retrieved.
ar: لا يمكن استرجاع قائمة الخادم الرئيسي.
da: Master server listen kunne ikke hentes.
vi: Không thể lấy danh sách server chính.

source: (Backup server list)
ar: (قائمة الخادم الاحتياطي)
da: (Backup server liste)
vi: (Danh sách server sao lưu)

source: Cannot bind LAN-broadcast socket
ar: لا يمكن ربط توصيل شبكة LAN-broadcast
da: Kan ikke binde LAN-broadcast socket
vi: Không thể ràng buộc socket LAN-broadcast

source: Attempting to discover LAN servers
ar: جاري محاولة استكشاف خوادم محلية
da: Forsøger at finde LAN servere
vi: Đang tìm kiếm các server trong mạng LAN

source: Can't find valid screen resolution.
ar: لا يمكن العثور على دقة شاشة صالحة
da: Kunne ikke finde en gyldig skærm opløsning.
vi: Không thấy độ phân giải màn hình hợp lệ.

source: Are you sure you want to use this screen resolution?
ar: هل أنت متأكد من أنك تريد استخدام دقة الشاشة هذه؟
da: Er du sikker på at du vil bruge denne skærm opløsning?
vi: Bạn có chắc chắn muốn sử dụng độ phân giải màn hình này không?

source: MTA: San Andreas
ar: ملتي تيڤت اوتو: سان أندرياس

source: Update Aero setting
ar: تحديث إعداد Aero
da: Opdater Aero indstilling
vi: Cập nhật tùy chỉnh Aero

source: Update Large Memory setting
ar: تحديث إعدادات الذاكرة الكبيرة
da: Opdater stor hukommelses indstilling
vi: Cập nhật tùy chỉnh bộ nhớ lớn

source: Update DEP setting
ar: تحديث إعداد DEP
da: Opdater DEP indstilling
vi: Cập nhật tùy chỉnh DEP

source: Update graphics driver compliance
ar: تحديث تعريف الرسومات
da: Opdater overholdelse af graffikkortet's driver
vi: Cập nhật graphics driver compliance

source: Fix file issues
ar: إصلاح مشكلات الملف
da: Fiks fil problemer
vi: Sửa lỗi file

source: Copy main executable to avoid graphic driver issues
ar: أنسخ الملف التنفيذي لتجنب مشاكل برنامج تشغيل الرسوميات
da: Kopier hoved-eksekverbar for at undgå problemer med grafik driver
vi: Sao chép main executable để tránh lỗi driver đồ họa

source: MTA:SA needs Administrator access for the following task: '%s' Please confirm in the next window.
ar: MTA:SA تحتاج الى صلاحيات المسؤول للوظيفة التالية: '%s' الرجاء التأكيد في النافذة التالية.
da: MTA:SA har brug for Adminstrator adgang for at udføre den følgende opgave: '%s' Vær venlig at bekræfte i det næste vindue.
vi: MTA:SA cần quyền Administrator để thực hiện task sau: '%s' Vui lòng xác nhận ở hộp thoại tiếp theo.

source: MTA:SA could not complete the following task: '%s'
ar: لعبة MTA:SA لا يمكنها إكمال المهمة التالية: '%s'
da: MTA:SA kunne ikke fuldføre den følgende opgave: '%s'
vi: MTA:SA không thể thực hiện task sau: '%s'

source: ** The crash was caused by a graphics driver error ** ** Please update your graphics drivers **
ar: ** فشل التشغيل بسبب خطأ في معرف الرسومات ** ** يرجى تحديث برنامج معرف الرسومات الخاص بك **
da: ** En fejl i grafikkortet's driver var grund til nedbruddet ** ** Opdater venligst dit grafikkort's drivere **
vi: ** Lỗi xung đột được gây ra bởi driver đồ họa ** ** Hãy cập nhật driver đồ họa của bạn **

source: Install updated MTA:SA files
ar: تثبيت ملفات MTA:SA محدثة
da: Installer opdaterede MTA:SA filer
vi: Cài đặt những file MTA:SA đã cập nhật

source: Could not update due to file conflicts. Please close other applications and retry
ar: تعذر تحديث بسبب تضارب الملفات. الرجاء إغلاق أي برامج آخرى وإعادة المحاولة
da: Kunne ikke opdatere pga. konflikter med filer. Vær venlig at lukke andre applikationer og prøv igen
vi: Không thể cập nhật do xung đột tệp. Vui lòng đóng các ứng dụng khác và thử lại

source: Multi Theft Auto has not been installed properly, please reinstall. %s
ar: لم يتم تثبيت ملتي تيڤت أوتو بشكل صحيح، الرجاء إعادة تثبيتها مرة أخرى. %s
da: Multi Theft Auto blev ikke installeret ordentlig, vær venlig at prøve igen. %s
vi: Multi Theft Auto không được cài đặt đúng cách, vui lòng cài đặt lại. %s

source: Missing file:
ar: الملف مفقود:
da: Manglende fil:
vi: File bị mất:

source: If MTA fails to load, please re-install GTA:SA
ar: إذا فشل تشغيل MTA ، قم بإعادة تثبيت GTA:SA
da: Hvis MTA fejler i at starte, prøv venligst at geninstallere GTA:SA
vi: Nếu MTA không chạy được, vui lòng cài đặt lại GTA:SA

source: Update install settings
ar: تحديث إعدادات التثبيت
da: Opdater installationsindstillinger
vi: Cập nhật cài đặt cài đặt

source: Update compatibility settings
ar: تحديث إعدادات التوافق
da: Opdater kompatibilitetsindstillinger
vi: Cập nhật cài đặt tương thích

source: Quit
ar: خروج
da: Afslut
vi: Thoát

source: MTA: San Andreas has encountered a problem
ar: MTA:SA واجهت مشكلة ما
da: MTA: San Andreas rendte ind i et problem
vi: MTA: San Andreas đã gặp sự cố

source: Crash information
ar: معلومات فشل التشغيل
da: Information fra uventet afslutning af spillet
vi: Thông tin lỗi xung đột

source: Tick the check box to send this crash info to MTA devs using the 'internet'
ar: ضع علامة في خانة الاختيار لإرسال معلومات فشل التشغيل لمطوري اللعبة باستخدام MTA باستخدام 'الإنترنت'
da: Tjek boksen for at sende info om uventet afslutning til MTA udviklere ved brug af 'internettet'
vi: Tích vào ô để gửi thông tin lỗi xung đột này đến nhà phát triển MTA thông qua 'internet'

source: Doing so will increase the chance of this crash being fixed.
ar: هذا الفعل سيزيد من فرصة تصليح فشل التشغيل
da: Gør du det, vil det øge chancen for at få problemet løst.
vi: Bằng việc làm vậy thì lỗi xung đột sẽ được sửa sớm nhất có thể.

source: Do you want to restart MTA: San Andreas ?
ar: هل تريد إعادة تشغيل MTA:سان اندرس ؟
da: Ønsker du at genstarte MTA: San Andreas?
vi: Bạn có muốn khởi động lại MTA: San Andreas ?

source: MTA: San Andreas - Warning
ar: MTA:سان اندرس - تحذير
da: MTA: San Andreas - Advarsel
vi: MTA: San Andreas - Cảnh báo

source: Your Grand Theft Auto: San Andreas install directory contains a d3d9.dll file:
ar: ملف تثبيت Grand Theft Auto: San Andreas الخاص بك يحتوي على ملف d3d9.dll:
da: Din Grand Theft Auto: San Andreas installerings mappe indeholder en d3d9.dll file:
vi: Thư mục cài đặt Grand Theft Auto: San Andreas của bạn có chứa file d3d9.dll:

source: The file is not required and may interfere with the graphical features in this version of MTA:SA. It is recommended that you remove or rename d3d9.dll
ar: هذا الملف غير ضروري ومن المحتمل أن يتعارض مع الخصائص الرسومية مع هذه النسخة من MTA:SA. من الأفضل أن تقوم بحذف أو إعادة تسمية الملف d3d9.dll
da: Filen er ikke behøvet og kan skabe forstyrrelser med grafikken i denne version af MTA:SA. Det er anbefalet, at du fjerner eller omdøber filen d3d9.dll
vi: File này không cần thiết và nó có thể ảnh hưởng đến hiệu ứng đồ họa ở phiên bản MTA:SA này. Bạn nên xóa hoặc đổi tên file d3d9.dll này đi

source: Do not tell me about this d3d9.dll again
ar: لا تخبرني عن d3d9.dll مجدداً
da: Fortæl mig ikke om d3d9.dll igen
vi: Không được làm gì liên quan đến file d3d9.dll này nữa nha

source: Show me the file
ar: أرني الملف
da: Vis mig filen
vi: Cho tôi xem file

source: Play MTA:SA
ar: ألعب MTA:SA
da: Spil MTA:SA
vi: Chơi MTA:SA

source: MTA: San Andreas - Confusing options
ar: MTA: San Andreas - خيارات مربكة
da: MTA: San Andreas - Forvirrende valgmuligheder
vi: MTA: San Andreas - Các tùy chọn dễ gây nhầm lẫn

source: NVidia Optimus detected!
ar: تم إكتشاف NVidia Optimus!
da: NVidia Optimus opdaget!

source: Try each option and see what works:
ar: قم بتجربة كل خيار وانظر أيهم يعمل:
da: Prøv hver af disse muligheder og se hvad der fungere:
vi: Hãy thử từng tùy chọn và xem xem cái nào chạy được:

source: E - Standard Intel
ar: Intel - E العادي
vi: E - Intel chuẩn

source: F - Alternate Intel
ar: Intel - F البديل

source: G - Standard Intel with exe rename
ar: Intel - G العادي مع تسمية exe
da: G - Standard Intel med exe navn omdøbt

source: H - Alternate Intel with exe rename
ar: Intel - H البديل مع تسمية exe
da: H - Alternate Intel med exe fil omdøbt

source: If you get desperate, this might help:
ar: اذا تشتت، هذا قد يساعد:
da: Hvis du bliver desperat, kan dette måske hjælpe:
vi: Nếu bạn không tìm ra cách giải quyết, cái này có thể giúp ích cho bạn:

source: Force windowed mode
ar: إجبار وضع النافذة
da: Tving vinduet tilstand
vi: Bắt buộc ở chế độ cửa sổ

source: Warning: Could not detect anti-virus product
ar: تحذير: تعذر الكشف عن منتج لمكافحة الفيروسات
da: Advarsel: Opdagede ikke noget anti-virus produkt
vi: Cảnh báo: Không tìm thấy chương trình diệt vi-rút

source: MTA could not detect an anti-virus on your PC. Viruses interfere with MTA and degrade your gameplay experience. Press 'Help' for more information.
ar: MTA تعذرت الكشف عن مكافح فيروسات في هذا الجهاز. الفيروسات تتداخل مع MTA وتحط من تجربة اللعب الخاصة بك. أضغط 'مساعدة' للمزيد من المعلومات.
da: MTA kunne ikke finde et anti-virus program på din PC. Viruser kan forstyrre MTA og forringe din spiloplevelse. Tryk 'Hjælp' for at finde mere information.
vi: MTA không tìm thấy phần mềm diệt vi-rút trong máy tính của bạn. Vi-rút có thể làm ảnh hưởng đến MTA và làm giảm trải nghiệm khi chơi game. Nhấn 'Trợ giúp' để xem thêm.

source: I have already installed an anti-virus
ar: انا قد ثبت مكافح فيروسات مسبقاً
da: Jeg har allerede installeret anti-virus
vi: Tôi đã cài đặt phần mềm diệt vi-rút

source: I will not install an anti-virus. I want my PC to lag and be part of a botnet.
ar: لن أثبت مكافح فيروسات. أريد ان يصاب جهازي بالبطأ.
da: Jeg ønsker ikke at installere noget anti-virus. Jeg ønsker at min PC forbliver inficeret og samtidig forringe min spiloplevelse.
vi: Tôi sẽ không cài đặt phầm mềm diệt vi-rút. Tôi muốn máy tính của tôi bị lag và là một phần của botnet.

source: Searching for Grand Theft Auto San Andreas
ar: جاري البحث عن Grand Theft Auto San Andreas
da: Søger efter Grand Theft Auto San Andreas
vi: Đang tìm Grand Theft Auto San Andreas

source: Please start Grand Theft Auto San Andreas
ar: يرجى تشغيل Grand Theft Auto San Andreas
da: Vær venlig at starte Grand Theft Auto San Andreas
vi: Hãy bắt đầu khởi động Grand Theft Auto San Andreas

source: Installing update...
ar: جاري تثبيت التحديث...
da: Installerer opdatering...
vi: Đang cài đặt bản cập nhật...

source: Extracting files...
ar: جاري إستخراج الملفات...
da: Pakker filer ud...
vi: Đang giải nén file...

source: Copying files...
ar: جاري نسخ الملفات...
da: Kopiering af filer...
vi: Đang sao chép file...

source: Copy finished early. Everything OK.
ar: الأنتهاء من النسخ في وقت مبكر. كل شي جاهز.
da: Kopi blev færdig før tid. Alt er OK.
vi: Việc sao chép được hoàn thành sớm. Mọi thứ đều TỐT.

source: Finishing...
ar: يتم الآن الإنهاء...
da: Færdiggører...
vi: Đang hoàn thành...

source: Done!
ar: !تم
da: Færdig!
vi: Xong!

source: Do you want to terminate the MTA Server and continue updating?
ar: هل تريد إيقاف خادم الـ MTA و مواصلة التحديث؟
da: Ønsker du at lukke MTA serveren ned og fortsætte opdatering?
vi: Bạn có muốn tắt MTA Server và tiếp tục cập nhật không?

source: Trouble restarting MTA:SA If the problem persists, open Task Manager and stop the 'gta_sa.exe' and 'Multi Theft Auto.exe' processes Try to launch MTA:SA again?
ar: يتم مواجهة مشاكل أثناء إعادة تشغيل MTA:SA اذا استمرت المشكلة قم بفتح مدير المهام و أوقف عملية 'gta_sa.exe' و 'Multi Theft Auto.exe' إعادة محاولة تشغيل MTA:SA؟
da: Besvær med at genstarte MTA:SA Hvis problemet vedvarer, åbn Jobliste og stop 'gta_sa.exe' og 'Multi Theft Auto.exe' processer Prøv at starte MTA:SA igen?
vi: Lỗi khi khởi động lại MTA:SA Nếu vẫn còn bị lỗi, hãy mở Task Manager và tắt(stop) 'gta_sa.exe' và 'Multi Theft Auto.exe' Sau đó thử chạy lại MTA:SA?

source: Another instance of MTA is already running. If this problem persists, please restart your computer
ar: لعبة MTA تعمل مسبقًا، اذا تكررت المشكلة يرجى اعادة تشغيل الكمبيوتر
da: En anden instans af MTA kører allerede. Hvis dette problem vedvarer, genstart venligst din computer
vi: MTA đang chạy. Nếu bạn vẫn bị lỗi, hãy thử khởi động lại máy tính

source: Another instance of MTA is already running. Do you want to terminate it?
ar: لعبة MTA تعمل مسبقًا هل تريد أيقافها ؟
da: En anden instans af MTA kører allerede. Ønsker du at afslutte den?
vi: MTA đang chạy. Bạn có muốn tắt nó không?

source: Are you having problems running MTA:SA?. Do you want to revert to an earlier version?
ar: هل تواجه مشاكل في تشغيل MTA؟ هل تريد العودة إلى إصدار سابق؟
da: Har du problemer med at køre MTA:SA?. Ønsker du at vende tilbage til en tidligere version?
vi: Bạn bị lỗi khi chạy MTA:SA?. Bạn có muốn trở về phiên bản cũ hơn không?

source: There seems to be a problem launching MTA:SA. Resetting GTA settings can sometimes fix this problem. Do you want to reset GTA settings now?
ar: يبدو أن هناك مشكلة أثناء تشغيل لعبة MTA:SA. إعادة تهيئة الإعدادات قد يكون الحل. هل تريد إعادة تهيئة إعدادات GTA الآن?
da: Det lader til at MTA:SA har problemer med at starte. Nulstilling af GTA settings kan somme tider hjælpe på problemet. Ønsker du at nulstille GTA settings nu?
vi: Có vẻ như đang xảy ra lỗi khi chạy MTA:SA. Khôi phục lại thiết lập GTA có thể sửa được lỗi này. Bạn có muốn khôi phục lại thiết lập GTA không?

source: GTA settings have been reset. Press OK to continue.
ar: تم إعادة تهيئة إعدادات GTA. اضغط موافق للاستمرار.
da: GTA indstillingere er nulstillet. Tryk OK for at fortsætte.
vi: Các thiết lập của GTA đã được khôi phục như ban đầu. Nhấn OK để tiếp tục.

source: File could not be deleted: '%s'
ar: لم يتم حذف الملف '%s' تعذر ذلك.
da: Fil kunne ikke fjernes: '%s'
vi: Không thể tìm thấy file: '%s'

source: Are you having problems running MTA:SA?. Do you want to see some online help?
ar: هل لديك مشاكل في تشغيل MTA:SA؟. هل تريد رؤية بعض المعلومات المساعدة على الإنترنت؟
da: Har du problemer med at køre MTA:SA?. Ønsker du at se noget online hjælp?
vi: Bạn đang bị lỗi khi chơi MTA:SA?. Bạn có muốn tìm trợ giúp về lỗi này ở trên mạng không?

source: Are you having problems running MTA:SA?. Do you want to change the following setting?
ar: هل تواجه مشاكل في تشغيل MTA:SA؟ هل تود تغيير الإعدادات التالية؟
da: Har du problemer med at køre MTA:SA?. Ønsker du at ændre den følgende indstilling?
vi: Bạn đang bị lỗi khi chạy MTA:SA?. Bạn có muốn thay đổi thiết lập sau không?

source: Are you having problems running MTA:SA?. Try disabling the following products for GTA and MTA:
ar: هل تواجه مشاكل في تشغيل MTA:SA؟ قم بتجربة إيقاف جميع منتجات GTA و MTA التالية:
da: Har du problemer med at køre MTA:SA?. Prøv at deaktivere de følgende produkter for GTA og MTA:
vi: Bạn đang gặp trục trặc khi chơi MTA: SA?. Hãy thử vô hiệu hóa các phần mềm(services) sau:

source: WARNING MTA:SA has detected unusual activity. Please run a virus scan to ensure your system is secure.
ar: تحذير MTA:SA كشفت عن نشاطات غير إعتيادية. الرجاء تشغيل نظام فحص الفيروسات للتأكد من أمان جهازك.
da: ADVARSEL MTA:SA har fundet usædvanlig aktivitet. Kør venligst et virus scan for at sikre at dit system er sikker.
vi: CẢNH BÁO MTA:SA đã phát hiện một hoạt động bất thường không được an toàn. Hãy thử quét vi-rút một lần xem để đảm bảo máy tính bạn được an toàn.

source: The detected file was: %s
ar: الملف المكتشف هو: %s
da: Den registrerede fil var: %s
vi: File đã được phát hiện: %s

source: An instance of GTA: San Andreas is already running. It needs to be terminated before MTA:SA can be started. Do you want to do that now?
ar: يوجد نسخة تعمل من جراند تيڤت أوتو: سان اندرياس بالفعل تعمل. يجب أن يتم إنهاؤها لتتم MTA:SA بالتشغيل. هل تريد فعل ذلك الآن؟
da: En instans af GTA: San Andreas kører allerede. Det kræves at den afsluttes før MTA:SA kan startes. Ønsker du at gøre det nu?
vi: Hình như GTA: San Andreas đang chạy. Bạn cần phải tắt GTA: San Andreas đi thì mới có thể chơi MTA:SA. Bạn có muốn tắt GTA: San Andreas không?

source: Unable to terminate GTA: San Andreas. If the problem persists, please restart your computer.
ar: هناك مشكلة في إيقاف GTA: San Andreas. إذا تكررت المشكلة، الرجاء إعادة تشغيل جهاز الكمبيوتر.
da: Det var ikke muligt at afslutte GTA: San Andreas. Hvis problemet vedvarer, genstart venligst din computer.
vi: Không tắt được GTA: San Andreas. Nếu vẫn bị lỗi, hãy thử khởi động lại máy tính.

source: Registry entries are missing. Please reinstall Multi Theft Auto: San Andreas.
ar: مدخلات الرجستري (محرر التسجيل) مفقودة. يرجى إعادة تثبيت ملتي تيڤت أوتو: سان اندرياس.
da: Elementer i registreringsdatabasen mangler. Geninstaller venligst Multi Theft Auto: San Andreas.
vi: Các entry của Registry bị thiếu. Vui lòng cài đặt lại Multi Theft Auto: San Andreas.

source: The path to your installation of GTA: San Andreas contains unsupported (unicode) characters. Please move your Grand Theft Auto: San Andreas installation to a compatible path that contains only standard ASCII characters and reinstall Multi Theft Auto: San Andreas.
ar: المسار المثبت فيه لعبة GTA: San Andreas يحتوي على حروف غير مدعومة (Unicode). الرجاء نقل تثبيت GTA: San Andreas لمسار متوافق يحتوي على حروف (ASCII) فقط وإعادة تثبيت Multi Theft Auto: San Andreas من جديد.
da: Stien til din installation af GTA: San Andreas indeholder ikke-understøttet (unicode) tegn. Flyt din Grand Theft Auto: San Andreas installation til en kompatibel sti, som kun indeholder standard ASCII tegn og geninstaller Multi Theft Auto: San Andreas.
vi: Đường dẫn đến thư mục cài đặt GTA: San Andreas chứa các ký tự (unicode) không được hỗ trợ. Vui lòng di chuyển thư mục cài đặt Grand Theft Auto: San Andreas của bạn sang một đường dẫn sử dụng ký tự chuẩn ASCII và cài đặt lại Multi Theft Auto: San Andreas.

source: The path to your installation of 'MTA:SA' or 'GTA: San Andreas' contains a ';' (semicolon). If you experience problems when running MTA:SA, move your installation(s) to a path that does not contain a semicolon.
ar: المسار الخاص بتثبيت 'MTA:SA" أو "GTA: San Andreas" يحتوي على '؛' (الفاصلة المنقوطة). في حالة مواجهة مشاكل في محاولة تشغيل MTA:SA غير مسار التثبيت إلى مسار تثبيت لا يحتوي على فاصلة منقوطة.
da: Stien til din installation af 'MTA:SA' eller 'GTA: San Andreas' indeholder et ';' (semikolon). Hvis du oplever problemer når MTA:SA kører, så flyt din installation(er) til en sti, som ikke indeholder et semikolon.
vi: Đường dẫn đến nơi cài đặt 'MTA:SA' hoặc 'GTA: San Andreas' có chứa dấu ';' (chấm phẩy). Nếu bạn gặp trục trặc trong quá trình chơi MTA:SA, Hãy di chuyển thư mục mục cài đặt đó sang một đường dẫn khác không có chứa dấu chấm phẩy ';'.

source: Load failed. Please ensure that the latest data files have been installed correctly.
ar: فشل التشغيل. يرجى التأكد من تثبيت أحدث ملفات البيانات بشكل صحيح.
da: Indlæsning fejlede. Sørg for at de seneste data filer er blevet installeret korrekt.
vi: Không thể load. Hãy chắc chắn các file mới nhất đã được cài đặt đúng cách.

source: Load failed. Please ensure that %s is installed correctly.
ar: فشل التشغيل. الرجاء التأكد من تثبيت %s بشكل صحيح.
da: Indlæsning fejlede. Sørg for at %s er installeret korrekt.
vi: Không thể load. Hãy chắc chắn bạn đã cài đặt %s đúng cách.

source: Load failed. Could not find gta_sa.exe in %s.
ar: فشل التشغيل. تعذر إيجاد ملف gta_sa.exe في %s.
da: Indlæsning fejlede. Kunne ikke finde gta_sa.exe i %s.
vi: Không thể load. Không tìm thấy file gta_sa.exe trong %s.

source: Load failed. %s exists in the GTA directory. Please delete before continuing.
ar: فشل التشغيل. %s موجود في مجلد GTA . يرجى حذفه قبل المتابعة
da: Indlæsning fejlede. %s findes i GTA folderen. Vær venlig at slette før du fortsætter.
vi: Không thể load. %s đang trong thư mục GTA. Vui lòng xóa nó đi trước khi tiếp tục.

source: Main file has an incorrect name (%s)
ar: الملف الرئيسي يحمل اسم خاطئ (%s)
da: Hovedfil har et ukorrekt navn (%s)
vi: File chính có tên không hợp lệ (%s)

source: Main file is unsigned. Possible virus activity. See online help if MTA does not work correctly.
ar: هذا الملف غير مسجل. إحتمال نشاط فيروسي. انظر التعليمات عبر الانترنت إذا كانت MTA لا تعمل بشكل صحيح.
da: Hovedfil er usigneret. Mulig virus aktivitet. Se online hjælp hvis MTA ikke virker korrekt.
vi: File chính không được xác nhận. Có thể bị xem là vi-rút. Tìm trợ giúp trên mạng nếu MTA không chạy được.

source: Data files modified. Possible virus activity. See online help if MTA does not work correctly.
ar: ملفات البيانات تم تعديلها. إحتمال نشاط فيروسي. انظر التعليمات عبر الانترنت إذا كانت MTA لا تعمل بشكل صحيح.
da: Data filer er modificeret. Mulig virus aktivitet. Se online hjælp hvis MTA ikke virker korrekt.
vi: File dữ liệu đã bị sửa. Có thể ảnh hưởng bởi vi-rút. Tìm trợ giúp trên mạng nếu MTA không chạy được.

source: .asi files are in the 'MTA:SA' or 'GTA: San Andreas' installation directory. Remove these .asi files if you experience problems with MTA:SA.
ar: ملف .asi. موجودة في مجلد التثبيت لـ 'MTA:SA' او 'GTA:San Andreas' قم بحذف ملفات .asi اذا كنت تواجه مشاكلة مع MTA:SA.
da: Der er fundet .asi filer i 'MTA:SA' eller 'GTA: San Andreas' installations folder. Fjern disse .asi filer hvis du oplever problemer med MTA:SA.
vi: Các file có đuôi .asi đang ở trong thư mục cài đặt 'MTA:SA' hoặc 'GTA: San Andreas'. Xóa những file có đuôi .asi nếu bạn gặp lỗi khi chạy MTA:SA.

source: File version mismatch error. Reinstall MTA:SA if you experience problems.
ar: إصدار الملف لا يتطابق. اعد تثبيت MTA:SA إن كنت تواجهت مشاكل.
da: Fil version uoverensstemmelse fejl. Geinstaller MTA:SA hvis du oplever problemer.
vi: Lỗi phiên bản file không trùng khớp. Cài đặt lại MTA:SA nếu bạn có bất kì lỗi gì.

source: Some files are missing. Reinstall MTA:SA if you experience problems.
ar: بعض الملفات مفقودة. قم بإعادة تثبيت MTA:SA اذا واجهت مشاكل.
da: Nogle filer mangler. Geinstaller MTA:SA hvis du oplever problemer.
vi: Một số file bị thiếu. Cài đặt lại MTA:SA nếu bạn gặp lỗi.

source: MTA:SA is not compatible with Windows 'Safe Mode'. Please restart your PC.
ar: MTA:SA لا تتوافق مع "وضع الآمان" في الويندوز. يرجى اعادة تشغيل حاسوبك.
da: MTA:SA er ikke kompatibel med Windows 'Fejlsikker Tilstand'. Genstart venligst din PC.
vi: MTA: SA không tương thích với Chế độ an toàn của Windows. Vui lòng khởi động lại PC của bạn.

source: Fix configuration issue
ar: إصلاح مشاكل الإعدادات
da: Fiks konfiguration problemet
vi: Khắc phục sự cố cấu hình

source: Fix elevation required error
ar: حل خطأ "elevation required"
da: Fiks krævede højde fejl
vi: Sửa lỗi yêu cầu elevation
