Repository: tomekatomek123456789/mtasa-blue
Catalog: Shared/data/MTA San Andreas/MTA/locale/*/client.po
Languages: ar, da, vi

source: Website requests
ar: طلبات الموقع الإلكتروني
da: Hjemmeside anmoder
vi: Yêu cầu trang web

source: The server requests the following websites in order to load them (later):
ar: الخادم يطلب المواقع الإلكترونية الأتية من أجل تحميلهم (لاحقاً):
da: Serveren anmoder om den følgende hjemmeside for at kunne indlæses (senere):
vi: Server yêu cầu các địa chỉ trang web sau để load chúng (sau):

source: NEVER ENTER SENSITIVE DATA TO PROTECT THEM FROM BEING STOLEN
ar: لا تقم أبدًا بإدخال معلومات حساسة لحمايتها من السرقة
da: ALDRIG INDTAST SKRØBELIG DATA FOR AT BESKYTTE DET FRA AT BLIVE STJÅLET
vi: KHÔNG CUNG CẤP CÁC THÔNG TIN NHẠY CẢM ĐỂ TRÁNH BỊ ĐÁNH CẮP

source: Remember decision
ar: تذكر إختياري
da: Husk beslutning
vi: Ghi nhớ quyết định

source: Allow
ar: السماح
da: Tillad
vi: Cho phép

source: Deny
ar: ارفض
da: Afvis
vi: Từ chối

source: ***[ COMMAND HELP ]***
ar: ***[ مساعدة في الآوامر ]***
da: ***[ KOMMANDO HJÆLP ]***
vi: ***[ LỆNH TRỢ GIÚP ]***

source: * The time is %d:%02d:%02d
ar: ‫‪‫* الوقت الآن %d:%02d:%02d
da: * Klokken er %d:%02d:%02d
vi: * Thời gian %d:%02d:%02d

source: connect: Syntax is 'connect <host> [<port> <nick> <pass>]'
ar: تصحيح: تركيبة الآمر بالشكل الآتي: '[<كلمة المرور> <الأسم>] <المنفذ> <الخادم> connect'
da: tilslut: Syntax er 'tilslut <host> [<port> <navn> <kode>]'
vi: kết nối: Cú pháp là 'connect <host> [<port> <nick> <pass>]'

source: connect: Bad port number
ar: الإتصال: خطأ في رقم المنفذ
da: tilslut: Dårligt port nummer
vi: Kết nối: Số port nguy hiểm

source: connect: Connecting to %s:%u...
ar: الإتصال: جاري الإتصال بـ %s:%u...
da: tilslut: Tilslutter til %s:%u...
vi: kết nối: Đang kết nối đến %s:%u...

source: connect: could not connect to %s:%u!
ar: الإتصال: تعذر الاتصال بـ %s:%u!
da: tilslut: kunne ikke tilslutte til %s:%u!
vi: kết nối : không thể kết nối đến %s:%u!

source: connect: Failed to unload current mod
ar: الإتصال: فشل في إلغاء تحميل المود الحالي
da: tilslut: Lykkedes ikke at fjerne nuværende mod
vi: kết nối: Không thể gỡ bản mod hiện tại

source: Bound all controls from GTA
ar: تمت إعادة الإختصارات الإفتراضية لـ GTA
da: Bundet alle knapper fra GTA
vi: Ràng buộc tất cả các điều khiển từ GTA

source: Saved configuration file
ar: تم حفظ ملف الإعدادات
da: Gemt konfigurationsfil
vi: Đã lưu file cấu hình

source: * Your serial is: %s
ar: * الرقم التسلسلي (السيريال) الخاص بك هو : %s
da: * Dit serienummer er: %s
vi: * Mã serial của bạn: %s

source: Unknown command or cvar:
ar: آمر غير معروف أو cvar:
da: Ukendt kommando eller variabel:
vi: Lệnh không hợp lệ được hoặc cvar: ~

source: Connecting failed. Invalid nick provided!
ar: تعذر الإتصال. الإسم المستخدم غير صالح!
da: Forbindelsen mislykkedes. Ugyldigt navn!
vi: Kết nối thất bại. Tài khoản không hợp lệ!

source: Error
ar: خطأ
da: Fejl
vi: Lỗi

source: Connecting failed. Invalid host provided!
ar: فشل في الاتصال. المضيف غير صالح!
da: Forbindelsen mislykkedes. Ugyldig host!
vi: Kết nối thất bại. Địa chỉ server không hợp lệ!

source: Connecting to %s at port %u failed!
ar: تعذر الإتصال بـ %s في المنفذ %u!
da: Tilslutning af %s port %u fejlet!
vi: Kết nối đến %s tại port %u không thành công!

source: Connecting to %s:%u ...
ar: الإتصال بـ %s:%u ...
da: Tilslutter til %s:%u ...
vi: Đang kết nối đến %s:%u ...

source: CONNECTING
ar: جاري الإتصال
da: TILSLUTTER
vi: ĐANG KẾT NỐI

source: Connection timed out
ar: إنتهت مهلة الإتصال
da: Forbindelsen udløbede
vi: Hết thời gian kết nối

source: Disconnected: unknown protocol error
ar: قطع الإتصال: خطأ في بروتوكول غير معروف
da: Afbrudt: ukendt fejl i protokol
vi: Ngắt kết nối: giao thức không hợp lệ

source: Disconnected: disconnected remotely
ar: قطع الإتصال: قطع الإتصال عن بعد
da: Forbindelsen afbrudt: fjernt frakoblet
vi: Ngắt kết nối: ngắt kết nối từ xa

source: Disconnected: connection lost remotely
ar: قُطع الإتصال: فقد الإتصال عن بُعد
da: Afbrudt: forbindelse mistet fjernt
vi: Ngắt kết nối: mất kết nối từ xa

source: Disconnected: you are banned from this server
ar: قطع الإتصال: أنت محظور من الدخول إلى هذا الخادم
da: Afbrudt: du er blevet banned fra denne server
vi: Ngắt kết nối: bạn bị cấm khỏi server này

source: Disconnected: disconnected from the server
ar: قُطع الإتصال: قُطع الإتصال من الخادم
da: Afbrudt: afbrudt fra serveren
vi: Ngắt kết nối: ngắt kết nối khỏi server

source: Disconnected: connection to the server was lost
ar: قطع الاتصال: تم فقد الاتصال بالخادم
da: Afbrudt: mistede forbindelse til serveren
vi: Đã ngắt kết nối: không thể kết nối đến server

source: Disconnected: connection was refused
ar: قطع الإتصال: تم رفض الإتصال
da: Afbrudt: forbindelse blev nægtet
vi: Đã ngắt kết nối: kết nối đã bị từ chối

source: No such mod installed (%s)
ar: لا يوجد mod مُشابه مُثبت (%s)
da: Ingen sådan mod er installeret (%s)
vi: Chưa cài đặt bản mod nào (%s)

source: Bad server response (2)
ar: إستجابة خادم سيئة (2)
da: Dårlig server respons (2)
vi: Phản hồi của server kém (2)

source: Bad server response (1)
ar: إستجابة خادم سيئة (1)
da: Dårlig server respons (1)
vi: Phản hồi của server kém (1)

source: CONSOLE
ar: لوحة التحكم

source: MTA:SA cannot continue because drive %s does not have enough space.
ar: MTA:SA لا يمكن أن يستمر لأن القرص %s ليس به مساحة كافية
da: MTA:SA kan ikke forsætte, da drev %s har utilstrækkeligt plads.
vi: MTA:SA không thể tiếp tục vì ổ đĩa %s không đủ bộ nhớ lưu trữ.

source: Fatal error
ar: خطأ فادح
da: Fatal fejl
vi: Lỗi nghiêm trọng

source: TO FIX, REMOVE THIS FILE:
ar: للإصلاح, أحدف هذا الملف:
da: FOR AT FIKSE, FJERN DENNE FIL:
vi: ĐỂ SỬA, XÓA TỆP NÀY:

source: %s module is incorrect!
ar: وحدة %s غير صحيحة!
da: %s modul er ukorrekt!
vi: %s mô-đun không hợp lệ!

source: Error executing URL
ar: خطأ في تنفيذ الرابط .
da: Fejl under eksekvering af URL
vi: Lỗi thực thi URL

source: Error running mod specified in command line ('%s')
ar: خطأ في تشغيل المورد 'mod' المحدد في سطر الأوامر ('%s')
da: Fejl ved kørsel af mod specificeret i kommandoprompt ('%s')
vi: Lỗi khi chạy mod được chỉ ra ở command line ('%s')

source: this help screen
ar: هذه شاشة المساعدة
da: denne hjælpe skærm
vi: màn hình trợ giúp này

source: exits the application
ar: الخروج من التطبيق
da: afslutter programmet
vi: thoát khỏi ứng dụng

source: shows the version
ar: اضهار الإصدار
da: viser versionen
vi: hiển thị phiên bản

source: shows the time
ar: إظهار الوقت
da: viser tiden
vi: hiển thị thời gian

source: shows the hud
ar: ظهور معلومات اللاعب (Hud).
da: viser HUD
vi: hiển thị hud

source: shows all the binds
ar: يظهر كل الأزرار المربوطة بالأوامر
da: viser alle bindinger
vi: hiển thị tất cả các phím

source: shows your serial
ar: يظهر رقمك التسلسلي
da: viser dit serienummer
vi: hiển thị mã serial của bạn

source: connects to a server (host port nick pass)
ar: الاتصال بـ خادم (المضيف المنفذ الاسم المستخدم كلمة المرور)
da: tilslutter til en server (host port navn kode)
vi: kết nối đến một server (host port nick pass)

source: connects to a previous server
ar: يتصل بخادم سابق
da: tilslutter til en tidligere server
vi: kết nối với server trước đó đã dùng

source: binds a key (key control)
ar: يربط بـ الزر (مفتاح التحكم)
da: binder en tast (tast handling)
vi: gán một phím (điều khiển phím)

source: unbinds a key (key)
ar: يزيل الربط عن الزر (الزر)
da: afbind en tast (key)
vi: bỏ gán một key (key)

source: copies the default gta controls
ar: ينسخ ضوابط اللعبة الافتراضية
da: kopierer de standard gta kontrollere
vi: Sao chép các phím điều khiển mặc định của gta

source: outputs a screenshot
ar: يخرج لقطة من الشاشة
da: producerer et skærmbillede
vi: Xuất ra một ảnh chụp màn hình

source: immediately saves the config
ar: يحفظ الإعدادات على الفور.
da: øjeblikkelig gemmer konfigurations filen
vi: Lưu các thông tin tùy chỉnh ngay

source: clears the debug view
ar: ينظف عرض تصحيح الأخطاء
da: tømmer debug vinduet
vi: xóa các chế độ xem gỡ lỗi

source: scrolls the chatbox upwards
ar: تمرير مربع الشات للأعلى
da: ruller chatboksen opad
vi: kéo khung trò chuyện lên

source: scrolls the chatbox downwards
ar: ينزل مربع الدردشة إلى الأسفل
da: ruller chatboksen nedad
vi: kéo khung trò chuyện xuống

source: scrolls the debug view upwards
ar: يرفع معالج الأخطاء إلى الأعلى
da: ruller debug vinduet opad
vi: kéo khung xem debug lên

source: scrolls the debug view downwards
ar: ينزل معالج الأخطاء إلى الاسفل
da: ruller debug vinduet nedad
vi: kéo khung xem debug xuống

source: shows the memory statistics
ar: يظهر إحصائيات الذاكرة
da: viser hukommelsesstatistik
vi: hiển thị thống kê bộ nhớ

source: shows the frame timing graph
ar: يظهر مخطط توقيت الإطار
da: viser billed timingens graf
vi: hiển thị biểu đồ khung thời gian

source: Programming
ar: البرمجة
da: Programmering
vi: Lập trình

source: Contributors
ar: المساهمون
da: Bidragere
vi: Cộng tác viên

source: Game Design / Scripting
ar: تصميم اللعبة / البرمجة
da: Spil design / programmering
vi: Thiết kế Game / Scripting

source: Language Localization
ar: أقاليم اللغة
da: Sprog Lokalisering
vi: Ngôn ngữ bản địa hóa

source: Patch contributors
ar: المساهمين في البرمجة
da: Patch bidragere
vi: Người trợ giúp bản patch

source: Special Thanks
ar: شكر خاص
da: Særlig tak til
vi: Lời cảm ơn sâu sắc

source: This software makes use of the following libraries and software:
ar: هذا البرنامج يقوم بإستخدام المكتبات والبرامج الأتية:
da: Denne software tager brug af de følgende biblioteker og programmer:
vi: Phần mềm này sử dụng các thư viện và phần mềm khác sau:

source: The skin you selected could not be loaded, and the default skin also could not be loaded, please reinstall MTA.
ar: الشخصية التي قمت بإختيارها لا يمكن تحميلها, والشخصية الأساسية لا يمكن تحميلها أيضاً, الرجاء إعادة تثبيت MTA.
da: Hverken det skin du valgte, eller det standard skin, kunne indlæses. Vær venlig at geninstallere MTA.
vi: Giao diện mà bạn chọn không thể sử dụng, và đồng thời giao diện mặc định cũng không hoạt động luôn, vui lòng cài đặt lại MTA.

source: Accelerate Axis
ar: تسريع المحور
da: Accelererer akse
vi: Nút tăng tốc

source: Brake Axis
ar: مكابح المحور
da: Bremse Akse
vi: Nút phanh

source: Fire
ar: إطلاق
da: Skyd
vi: Bắn

source: Next weapon
ar: السلاح التالي
da: Næste våben
vi: Vũ khí tiếp theo

source: Previous weapon
ar: السلاح السابق
da: Forrige våben
vi: Vũ khí trước

source: Forwards
ar: إلى الأمام
da: Fremad
vi: Tiến

source: Backwards
ar: إلى الخلف
da: Baglæns
vi: Lùi

source: Left
ar: يسار
da: Venstre
vi: Trái

source: Right
ar: يمين
da: Højre
vi: Phải

source: Zoom in
ar: تكبير
da: Zoom ind
vi: Phóng to

source: Zoom out
ar: تصغير
da: Zoom ud
vi: Phóng nhỏ

source: Enter/Exit
ar: دخول/خروج
da: Ind/Ud
vi: Đi vào/Thoát

source: Change camera
ar: تغيير الكاميرا
da: Skift kamera
vi: Thay đổi góc nhìn

source: Jump
ar: قفز
da: Spring
vi: Nhảy

source: Sprint
ar: ركض
vi: Chạy

source: Look behind
ar: النظر للخلف
da: Se bagud
vi: Nhìn phía sau

source: Crouch
ar: إنحناء
da: Sidde på hug
vi: Ngồi

source: Action
ar: اتخاذ إجراء
da: Handling
vi: Cử chỉ

source: Walk
ar: مشي
da: Gå
vi: Đi bộ

source: Vehicle fire
ar: إطلاق نار من المركبة
da: Køretøj skyd
vi: Bắn (trên xe)

source: Vehicle secondary fire
ar: إطلاق نار من المركبة ثانوي
da: Køretøj sekundær skyd
vi: Vũ khi phụ bắn (trên xe)

source: Vehicle left
ar: تحريك المركبة لليسار
da: Køretøj venstre
vi: Bên trái xe

source: Vehicle right
ar: تحريك المركبة لليمين
da: Køretøj højre
vi: Bên phải xe

source: Steer forwards/down
ar: توجيه إلى الأمام/الأسفل
da: Styr fremad/ned
vi: Hướng lên/xuống

source: Steer backwards/up
ar: توجيه إلى الخلف/الأعلى
da: Styr tilbage/op
vi: Hướng lùi/tiến

source: Accelerate
ar: التسارع
da: Accelerer
vi: Tăng tốc

source: Brake/Reverse
ar: الفرملة/الرجوع إلى الوراء
da: Brems/Bak
vi: Phanh/Đi lùi

source: Radio next
ar: الراديو التالي
da: Radio næste
vi: Radio tiếp theo

source: Radio previous
ar: الراديو السابق
da: Radio forrige
vi: Radio trước

source: Radio user track skip
ar: تخطي تتبع مستخدم الراديو
da: Radio brugernummer spring over

source: Horn
ar: بوق السيارة
vi: Còi

source: Sub-mission
ar: مهمة فرعية‏
da: Side-mission

source: Handbrake
ar: فرامل يدوية
da: Håndbremse
vi: Phanh tay

source: Vehicle look left
ar: النظر يسار المركبة
da: Køretøj se til venstre
vi: Nhìn bên trái xe

source: Vehicle look right
ar: النظر يمين المركبة
da: Køretøj se til højre
vi: Nhìn bên phải xe

source: Vehicle look behind
ar: النظر خلف المركبة
da: Køretøj se bagud
vi: Nhìn đằng sau xe

source: Vehicle mouse look
ar: النظر للمركبة بالفأرة
da: Køretøj mus kig
vi: Góc nhìn của chuột khi trên xe

source: Special control left
ar: زر التحكم الخاص يسار
da: Speciel kontrol venstre
vi: Điều khiển bên trái riêng

source: Special control right
ar: زر التحكم الخاص يمين
da: Speciel kontrol højre
vi: Điều khiển phải riêng

source: Special control down
ar: زر التحكم الخاص للأسفل
da: Speciel kontrol ned
vi: Điều khiển xuống riêng

source: Special control up
ar: زر التحكم الخاص للأعلى
da: Speciel kontrol op
vi: Điều khiển tiến riêng

source: Aim weapon
ar: تصويب السلاح
da: Sigt våben
vi: Tầm ngắm

source: Conversation yes
ar: تشغيل المحادثة
da: Samtale JA
vi: Cuộc trò chuyện có

source: Conversation no
ar: إيقاف المحادثة
da: Samtale NEJ
vi: Cuộc trò chuyện không

source: Group control forwards
ar: زر تحكم المجموعة للأمام
da: Gruppe kontrol fremad
vi: Điều khiển nhóm tiến

source: Group control backwards
ar: زر تحكم المجموعة للخلف
da: Gruppe kontrol bagud
vi: Nhóm điều khiển ngược

source: English
ar: العربية
da: Dansk
vi: Tiếng Việt

source: You are using a feature-branch build! This is a test build only which cannot be used to connect to public servers!
ar: أنت تستخدم نسخة تجريبية! هذه نسخة بناء فقط لا يمكن من خلالها الإتصال بالسيرفرات العامة!
da: Du benytter et funktions-gren build! Dette er kun et test build, hvilket ikke kan bruges for tilslutning til offentlige servere!
vi: Bạn đang sử dụng một feature-branch build! Đây là bản build thử nghiệm không thể kết nối đến một server mở!

source: MTA will not receive updates on XP/Vista after July 2019. Upgrade Windows to play on the latest servers.
ar: لن تتلقى MTA تحديثات على نظامي التشغيل XP و Vista بعد يوليو 2019. يرجى تحديث ويندوز للعب على أحدث الخوادم.
da: MTA vil ikke modtage opdateringer på XP/Vista efter Juli 2019. Opgrader Windows for at spille på de nyeste servere.

source: This will disconnect you from the current server. Are you sure you want to disconnect?
ar: هذا سيقوم بفصلك من الخادم الحالي. هل أنت متأكد من أنك تريد الخروج؟
da: Dette vil afbryde dig fra din nuværende server. Er du sikker på at du vil afbryde?
vi: Thao tác này sẽ ngắt kết nối bạn khỏi server đang kết nối hiện tại. Bạn có chắc chắn muốn ngắt kết nối không?

source: DISCONNECT WARNING
ar: تحذير انقطع الاتصال
da: AFBRYDELSE ADVARSEL
vi: CẢNH BÁO NGẮT KẾT NỐI

source: No
ar: لا
da: Nej
vi: Không

source: Yes
ar: نعم
da: Ja
vi: Có

source: Visit latest news article
ar: قم بزيارة مقال آخر الأخبار
da: Besøg senest nyhedsartikel

source: Do you want to see some on-line help about this problem ?
ar: هل تريد أن ترى بعض المساعدة على الأنترنت عن هذه المشكلة ؟
da: Vil du gerne se noget online hjælp omkring dette problem?
vi: Bạn có muốn tìm kiếm trợ giúp về vẫn đề này ở trên mạng không?

source: Screenshot taken: '%s'
ar: تم أخذ لقطة للشاشة : '%s'
da: Skærmbillede taget: '%s'
vi: Ảnh đã được chụp: '%s'

source: SETTINGS
ar: الإعدادات
da: INDSTILLINGER
vi: CÀI ĐẶT

source: Multiplayer
ar: ‪لعب جماعي

source: Video
ar: الفيديو
vi: Đồ họa

source: Audio
ar: الصوت
da: Lyd
vi: Âm thanh

source: Binds
ar: الأزرار
da: Bindinger
vi: Phím

source: Controls
ar: التحكم
da: Kontroller
vi: Điều khiển

source: Interface
ar: الواجهة
da: Brugerflade
vi: Thiết lập giao diện

source: Web Browser
ar: متصفح الويب
da: Internet Browser
vi: Web

source: Advanced
ar: متقدم
da: Avanceret
vi: Thiết lập nâng cao

source: OK
ar: موافق

source: Cancel
ar: إلغاء
da: Annullér
vi: Hủy

source: Load defaults
ar: استعادة الإعدادات الإفتراضية
da: Indlæs standarder
vi: Khôi phục mặc định

source: Mouse sensitivity:
ar: حساسية الفأرة:
da: Musefølsomhed:
vi: Tốc độ chuột:

source: Vertical aim sensitivity:
ar: حساسية التصويب العمودي:
da: Lodret-sigte følsomhed:
vi: Tốc độ chuột di chuyển khi ngắm theo chiều trên xuống:

source: Mouse options
ar: إعدادات الفأرة
da: Mus valgmuligheder
vi: Thiết lập chuột

source: Invert mouse vertically
ar: عكس الفأره بشكل راسي , عمودي
da: Vend musen lodret
vi: Đảo ngược góc nhìn lên xuống khi dùng chuột

source: Steer with mouse
ar: توجيه مع الفأره
da: Styr med musen
vi: Điều khiển xe bằng chuột

source: Fly with mouse
ar: طيران مع الفأرة
da: Flyv med musen
vi: Điều khiển báy bay bằng chuột

source: Joypad options
ar: إعدادات اليد 'joypad'
da: Joypad indstillinger
vi: Thiết lập Joypad

source: Standard controls (Mouse + Keyboard)
ar: إعدادات التحكم الافتراضية (الفأرة + لوحة المفاتيح)
da: Standard kontrollerer (Mus + Tastatur)
vi: Điều khiển tiêu chuẩn (Chuột + Bàn phím)

source: Classic controls (Joypad)
ar: التحكم الكلاسيكي ( اليد )
da: Klassiske kontrollerer (Joypad)
vi: Điều khiển bằng tay cầm (Joypad)

source: Dead Zone
ar: منطقة الموت
da: Dødszone

source: Saturation
ar: حدة اللون
da: Mætning

source: Use the 'Binds' tab for joypad buttons.
ar: استخدام أزرار "Binds" لأزرار التحكم الكلاسيكي اليد "joypad"
da: Brug "Bindinger" fanen til joypad knapper.
vi: Sử dụng tab 'Phím(Binds)' cho các nút joypad

source: Left Stick
ar: النقر بزر الفأرة الأيسر
da: Venstre pind
vi: Phía bên trái tay cầm

source: Right Stick
ar: النقر بزر الفأرة الأيمن
da: Højre pind
vi: Phía bên phải tay cầm

source: DESCRIPTION
ar: الوصف
da: BESKRIVELSE
vi: MÔ TẢ

source: KEY
ar: المفتاح
da: KNAP
vi: Phím

source: ALT. KEY
ar: (ALT) زر
da: ALT. KNAPPEN
vi: Phím ALT

source: Nick:
ar: الاسم المستخدم:
da: Øgenavn:
vi: Nickname:

source: Save server passwords
ar: حفظ كلمات مرور الخادم
da: Gem server kodeord
vi: Lưu mật khẩu của server

source: Auto-refresh server browser
ar: تحديث تلقائي لمتصفح الخوادم
da: Auto-opdater serverlisten
vi: Tự động làm mới trình duyệt server

source: Allow screen upload
ar: السماح برفع صورة من الشاشة
da: Tillad skærmbillede upload
vi: Cho phép tải lên ảnh màn hình

source: Allow external sounds
ar: السماح بالأصوات الخارجية
da: Tillad eksterne lyde

source: Use customized GTA:SA files
ar: إستخدام ملفات معدلة لـ GTA:SA
da: Brug modificerede GTA:SA filer
vi: Sử dụng các file GTA:SA đã tùy chỉnh

source: Map rendering options
ar: خيارات أداء الخريطة
da: Kort opløsnings valgmuligheder
vi: Tùy chọn xem bản đồ

source: Opacity:
ar: الشفافية:
da: Gennemsigtighed:
vi: Độ mờ:

source: Master volume:
ar: حجم الصوت:
da: Master lyd:
vi: Âm lượng tổng:

source: Radio volume:
ar: شدة الصوت لـ الراديو:
da: Radio lyd:
vi: Âm lượng Radio:

source: SFX volume:
ar: مستوى صوت الـ SFX :
da: SFX lyd:
vi: Âm lượng hiệu ứng:

source: MTA volume:
ar: مستوى صوت الـ MTA :
da: MTA lyd:
vi: Âm lượng MTA:

source: Voice volume:
ar: مستوى صوت المايك :
da: Stemme lyd:
vi: Âm lượng đàm thoại:

source: Play mode:
ar: وضع التشغيل:
da: Afspilningstilstand:
vi: Chế độ:

source: General
ar: عام
da: Generalt
vi: Chung

source: Radio options
ar: خيارات الراديو
da: Radio valgmuligheder
vi: Tùy chọn Radio

source: Radio Equalizer
ar: موازن صوت الراديو
vi: Tần số radio

source: Radio Auto-tune
ar: التشغيل التلقائي للراديو
da: Radio automatisk indstilling
vi: Tự động điều chỉnh radio

source: Usertrack options
ar: خيارات واجهة المستخدم
da: Brugerspor valgmuligheder
vi: Tùy chọn nhạc riêng

source: Radio
ar: راديو

source: Random
ar: عشوائي
da: Tilfældig
vi: Ngẫu nhiên

source: Sequential
ar: تسلسلي
da: Sekventiel
vi: Liên tiếp

source: Automatic Media Scan
ar: البحث التلقائي عن أَوساط إعلامية
da: Automatisk Medier Scan
vi: Tự động quét nhạc

source: Mute options
ar: اعدادات الكتم
da: Dæmpning valgmuligheder
vi: Tùy chọn tắt tiếng

source: Mute All sounds when minimized
ar: كتم جميع الأصوات عند تصغير اللعبة
da: Dæmp alle lyde når minimeret
vi: Tắt tất cả âm thanh khi thu nhỏ cửa sổ (Alt + Tab)

source: Mute Radio sounds when minimized
ar: كتم الصوت الخاص بالراديو عند تصفير اللعبة
da: Dæmp radio lyde når minimeret
vi: Tắt âm thanh Radio khi thu nhỏ cửa sổ (Alt + Tab)

source: Mute SFX sounds when minimized
ar: كتم جميع المؤثرات الصوتية عند تصفير اللعبة
da: Dæmp SFX lyde når minimeret
vi: Tắt âm thanh hiệu ứng game khi thu nhỏ cửa sổ (Alt + Tab)

source: Mute MTA sounds when minimized
ar: كتم أصوات MTA عند تصغير اللعبة
da: Dæmp MTA lyde når minimeret
vi: Tắt âm thanh MTA khi thu nhỏ cửa sổ (Alt + Tab)

source: Mute Voice sounds when minimized
ar: كتم صوت المايك عند تصغير اللعبة
da: Dæmp stemmer når minimeret
vi: Tắt âm thanh đàm thoại khi thu nhỏ cửa sổ (Alt + Tab)

source: Resolution:
ar: الجودة:
da: Opløsning:
vi: Độ phân giải:

source: FOV:
ar: مجال الرؤية:

source: Draw Distance:
ar: مسافة الرسومات:
vi: Load map ở khoảng cách:

source: Brightness:
ar: مستوى الإضاءة:
da: Lysstyrke:
vi: Độ sáng:

source: FX Quality:
ar: جودة مؤثرات الرسوم:
da: FX Kvalitet:
vi: Chất lượng hiệu ứng:

source: Anisotropic filtering:
ar: الترشيح متباين الخواص:
da: Anisotropisk filtrering:

source: Anti-aliasing:
ar: معالجة الحواف:
vi: Khử răng cưa:

source: Aspect Ratio:
ar: نسبة الارتفاع إلى العرض:
da: Billedformat:
vi: Tỷ lệ khung hình

source: Windowed
ar: وضع النافذة
da: Vinduet tilstand
vi: Cửa sổ

source: DPI aware
ar: معرف بـDPI
da: DPI opmærksom

source: Fullscreen mode:
ar: وضع ملء الشاشة:
da: Fuldskærm tilstand:
vi: Toàn màn hình:

source: Standard
ar: قياسي
vi: Mặc định

source: Borderless window
ar: نافذة بلا حدود
da: Borderless vindue
vi: Cửa sổ không viền

source: Borderless keep res
ar: بلا حدود للحفاظ على الدقة
da: Borderless behold opløsning
vi: Không viền

source: Mip Mapping
ar: رسم الخرائط

source: Low
ar: منحفضة
da: Lav
vi: Thấp

source: Medium
ar: متوسطة
vi: Trung bình

source: High
ar: عالية
da: Høj
vi: Cao

source: Very high
ar: مرتفعة جداً
da: Meget høj
vi: Rất cao

source: Off
ar: غير مفعل
da: Fra
vi: Tắt

source: Auto
ar: تلقائي
vi: Tự động

source: HUD Match Aspect Ratio
ar: HUD يطابق نسبة العرض إلى الإرتفاع
da: HUD Match Billedformat
vi: HUD thay đổi theo tỉ lệ khung hình

source: Volumetric Shadows
ar: أبعاد الظلال
da: Volumetriske Skygger
vi: Hiệu ứng đổ bóng

source: Grass effect
ar: مؤثرات العشب
da: Græs effekt
vi: Hiệu ứng cỏ lá

source: Heat haze
ar: توهج الظل "الضباب"
da: Varme dis
vi: Hiệu ứng nhiệt độ khi trời nóng nóng

source: Tyre Smoke etc
ar: دخان
da: Bildæk røg osv
vi: Khói từ lốp xe v.v...

source: Render vehicles always in high detail
ar: إظهار السيارات دائما بدقة عالية
da: Vis altid biler i høj detalje
vi: Chi tiết đồ họa của xe cộ ở mức cao

source: Render peds always in high detail
ar: إظهار الشخصيات دائما بدقة عالية
da: Vis altid peds i høj detalje

source: Full Screen Minimize
ar: تصغير ملئ الشاشة
da: Fuldskærm minimering
vi: Thu nhỏ toàn màn hình

source: Enable Device Selection Dialog
ar: تمكين الجهاز من تحديد الحوار
da: Vis dialog for valg af enhed
vi: Bật hộp thoại lựa chọn thiết bị

source: Show unsafe resolutions
ar: إظهار الدقات الغير آمنة
da: Vis usikre opløsninger
vi: Hiển thị các độ phân giải không phù hợp

source: Enable remote websites
ar: السماح بالأتصال بالمواقع الألكترونية
da: Aktiver eksterne hjemmesider
vi: Bật trang web từ xa

source: Enable Javascript on remote websites
ar: تمكين Javascript في المواقع الخارجية
da: Aktiver Javascript på eksterne hjemmesider
vi: Bật Javascript trên remote websites

source: Custom blacklist
ar: لائحة سوداء خاصة
da: Brugerdefineret blacklist
vi: Danh sách trang web không cho phép

source: Enter a domain e.g. google.com
ar: ادخل موقعًا (مثلًا: google.com)
da: Indsæt et domæne, f.eks google.com
vi: Nhập một địa chỉ web (ví dụ: google.com)

source: Block
ar: حظر
da: Bloker
vi: Chặn

source: Domain
ar: نطاق(دومين)
da: Domæne
vi: Trang web

source: Remove domain
ar: إزالة النطاق
da: Fjern domæne
vi: Xóa trang web

source: Custom whitelist
ar: قائمة بيضاء مخصصة
da: Brugerdefineret whitelist
vi: Danh sách trang web cho phép

source: Misc
ar: متنوعات
da: Div
vi: Các tùy chọn
